{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"จัดเก็บและ/หรือเข้าถึงข้อมูลบนอุปกรณ์","description":"คุกกี้ อุปกรณ์ หรือตัวระบุออนไลน์ที่คล้ายกัน (เช่น ตัวระบุตามการเข้าสู่ระบบ ตัวระบุที่กำหนดแบบสุ่ม ตัวระบุตามเครือข่าย) พร้อมด้วยข้อมูลอื่น ๆ (เช่น ประเภทและข้อมูลเบราว์เซอร์ ภาษา ขนาดหน้าจอ เทคโนโลยีที่รองรับ ฯลฯ) สามารถจัดเก็บหรืออ่านได้บน อุปกรณ์เพื่อจดจำอุปกรณ์ทุกครั้งที่เชื่อมต่อกับแอพหรือเว็บไซต์ เพื่อวัตถุประสงค์หนึ่งหรือหลายประการที่แสดงไว้ที่นี่","illustrations":["วัตถุประสงค์ส่วนใหญ่ที่อธิบายไว้ในประกาศนี้ขึ้นอยู่กับการจัดเก็บหรือการเข้าถึงข้อมูลจากอุปกรณ์ของคุณเมื่อคุณใช้แอพหรือเยี่ยมชมเว็บไซต์ ตัวอย่างเช่น ผู้จำหน่ายหรือผู้เผยแพร่อาจจำเป็นต้องจัดเก็บคุกกี้บนอุปกรณ์ของคุณระหว่างการเยี่ยมชมเว็บไซต์ครั้งแรก เพื่อให้สามารถจดจำอุปกรณ์ของคุณในระหว่างการเยี่ยมชมครั้งต่อไป (โดยการเข้าถึงคุกกี้นี้ในแต่ละครั้ง)"]},"2":{"id":2,"name":"ใช้ข้อมูลที่จำกัดในการเลือกโฆษณา","description":"การโฆษณาที่นำเสนอต่อคุณในบริการนี้อาจขึ้นอยู่กับข้อมูลที่จำกัด เช่น เว็บไซต์หรือแอปที่คุณใช้ ตำแหน่งที่ไม่แม่นยำของคุณ ประเภทอุปกรณ์ของคุณ หรือเนื้อหาที่คุณ (หรือเคย) โต้ตอบด้วย (เช่น เพื่อ จำกัดจำนวนครั้งในการแสดงโฆษณาแก่คุณ)","illustrations":["ผู้ผลิตรถยนต์รายหนึ่งต้องการโปรโมตรถยนต์ไฟฟ้าของตนให้กับผู้ใช้ที่ใส่ใจสิ่งแวดล้อมที่อาศัยอยู่ในเมืองหลังเวลาทำการ โฆษณาจะถูกนำเสนอบนหน้าเว็บที่มีเนื้อหาที่เกี่ยวข้อง (เช่น บทความเกี่ยวกับการดำเนินการด้านการเปลี่ยนแปลงสภาพภูมิอากาศ) หลังเวลา 18.30 น. สำหรับผู้ใช้ที่มีตำแหน่งที่ไม่แม่นยำบ่งชี้ว่าพวกเขาอยู่ในเขตเมือง","ผู้ผลิตสีน้ำรายใหญ่ต้องการดำเนินการแคมเปญโฆษณาออนไลน์สำหรับกลุ่มผลิตภัณฑ์สีน้ำใหม่ล่าสุด โดยกระจายกลุ่มผู้ชมเพื่อเข้าถึงศิลปินสมัครเล่นและมืออาชีพให้ได้มากที่สุด และหลีกเลี่ยงการแสดงโฆษณาถัดจากเนื้อหาที่ไม่ตรงกัน (เช่น บทความเกี่ยวกับวิธี ทาสีบ้านของคุณ) จำนวนครั้งที่โฆษณาถูกนำเสนอต่อคุณถูกตรวจพบและจำกัด เพื่อหลีกเลี่ยงการนำเสนอบ่อยเกินไป"]},"3":{"id":3,"name":"สร้างโปรไฟล์สำหรับการโฆษณาส่วนบุคคล","description":"ข้อมูลเกี่ยวกับกิจกรรมของคุณในบริการนี้ (เช่น แบบฟอร์มที่คุณส่ง เนื้อหาที่คุณดู) สามารถจัดเก็บและรวมกับข้อมูลอื่น ๆ เกี่ยวกับคุณ (เช่น ข้อมูลจากกิจกรรมก่อนหน้าของคุณในบริการนี้และเว็บไซต์หรือแอปอื่น ๆ) หรือผู้ใช้ที่คล้ายคลึงกัน . จากนั้นจะใช้เพื่อสร้างหรือปรับปรุงโปรไฟล์เกี่ยวกับคุณ (ซึ่งอาจรวมถึงความสนใจและแง่มุมส่วนตัวที่เป็นไปได้) คุณสามารถใช้โปรไฟล์ของคุณ (ในภายหลัง) เพื่อนำเสนอโฆษณาที่เกี่ยวข้องมากขึ้นตามความสนใจที่เป็นไปได้ของคุณโดยสิ่งนี้และหน่วยงานอื่น ๆ","illustrations":["หากคุณอ่านบทความเกี่ยวกับอุปกรณ์เสริมจักรยานที่ดีที่สุดที่จะซื้อ ข้อมูลนี้สามารถนำมาใช้เพื่อสร้างโปรไฟล์เกี่ยวกับความสนใจในอุปกรณ์เสริมจักรยานของคุณได้ โปรไฟล์ดังกล่าวอาจนำไปใช้หรือปรับปรุงในภายหลัง บนเว็บไซต์หรือแอปเดียวกันหรืออื่น เพื่อนำเสนอโฆษณาสำหรับแบรนด์อุปกรณ์เสริมสำหรับจักรยานโดยเฉพาะ หากคุณดูเครื่องมือกำหนดค่ายานพาหนะบนเว็บไซต์ของผู้ผลิตรถยนต์หรูหรา ข้อมูลนี้สามารถนำมารวมกับความสนใจในจักรยานยนต์เพื่อปรับแต่งโปรไฟล์ของคุณและตั้งสมมติฐานว่าคุณสนใจอุปกรณ์ปั่นจักรยานสุดหรู","บริษัทเครื่องแต่งกายแห่งหนึ่งต้องการโปรโมตกลุ่มผลิตภัณฑ์เสื้อผ้าเด็กระดับไฮเอนด์แนวใหม่ โดยติดต่อกับหน่วยงานที่มีเครือข่ายลูกค้าที่มีลูกค้ารายได้สูง (เช่น ซูเปอร์มาร์เก็ตระดับไฮเอนด์) และขอให้หน่วยงานสร้างโปรไฟล์ของพ่อแม่ที่อายุน้อยหรือคู่รักที่สามารถสันนิษฐานได้ว่าร่ำรวยและมีบุตรใหม่ เพื่อให้สิ่งเหล่านี้สามารถนำมาใช้ในการนำเสนอโฆษณาภายในแอปพันธมิตรตามโปรไฟล์เหล่านั้นได้ในภายหลัง"]},"4":{"id":4,"name":"ใช้โปรไฟล์เพื่อเลือกโฆษณาส่วนบุคคล","description":"โฆษณาที่นำเสนอต่อคุณในบริการนี้อาจขึ้นอยู่กับโปรไฟล์โฆษณาของคุณ ซึ่งสามารถสะท้อนถึงกิจกรรมของคุณบนบริการนี้หรือเว็บไซต์หรือแอปอื่น ๆ (เช่น แบบฟอร์มที่คุณส่ง เนื้อหาที่คุณดู) ความสนใจที่เป็นไปได้ และแง่มุมส่วนบุคคล","illustrations":["ผู้ค้าปลีกออนไลน์ต้องการโฆษณารองเท้าวิ่งแบบจำกัด ต้องการกำหนดเป้าหมายการโฆษณาไปยังผู้ใช้ที่เคยดูรองเท้าวิ่งบนแอปบนอุปกรณ์เคลื่อนที่มาก่อน เทคโนโลยีการติดตามอาจใช้เพื่อจดจำว่าคุณเคยใช้แอพมือถือเพื่อปรึกษารองเท้าวิ่งมาก่อน เพื่อที่จะนำเสนอโฆษณาที่เกี่ยวข้องบนแอพให้กับคุณ","โปรไฟล์ที่สร้างขึ้นสำหรับการโฆษณาส่วนบุคคลที่เกี่ยวข้องกับบุคคลที่ค้นหาอุปกรณ์จักรยานบนเว็บไซต์สามารถใช้เพื่อนำเสนอโฆษณาที่เกี่ยวข้องสำหรับอุปกรณ์เสริมจักรยานบนแอปมือถือขององค์กรอื่น"]},"5":{"id":5,"name":"สร้างโปรไฟล์เพื่อปรับแต่งเนื้อหาในแบบของคุณ","description":"ข้อมูลเกี่ยวกับกิจกรรมของคุณในบริการนี้ (เช่น แบบฟอร์มที่คุณส่ง เนื้อหาที่ไม่ใช่โฆษณาที่คุณดู) สามารถจัดเก็บและรวมกับข้อมูลอื่น ๆ เกี่ยวกับคุณ (เช่น กิจกรรมก่อนหน้าของคุณบนบริการนี้หรือเว็บไซต์หรือแอปอื่น ๆ ) หรือที่คล้ายกัน ผู้ใช้ จากนั้นจะใช้เพื่อสร้างหรือปรับปรุงโปรไฟล์เกี่ยวกับคุณ (ซึ่งอาจรวมถึงความสนใจและแง่มุมส่วนตัวที่เป็นไปได้) คุณสามารถใช้โปรไฟล์ของคุณ (ในภายหลัง) เพื่อนำเสนอเนื้อหาที่ดูมีความเกี่ยวข้องมากขึ้นตามความสนใจที่เป็นไปได้ของคุณ เช่น โดยการปรับเปลี่ยนลำดับการแสดงเนื้อหาแก่คุณ เพื่อให้คุณค้นหาเนื้อหาที่ตรงกับความต้องการของคุณได้ง่ายยิ่งขึ้น ความสนใจ\n","illustrations":["คุณอ่านบทความหลายบทความเกี่ยวกับวิธีสร้างบ้านต้นไม้บนแพลตฟอร์มโซเชียลมีเดีย ข้อมูลนี้อาจถูกเพิ่มลงในโปรไฟล์เพื่อระบุความสนใจของคุณในเนื้อหาที่เกี่ยวข้องกับกิจกรรมกลางแจ้งตลอดจนคำแนะนำที่ต้องทำด้วยตัวเอง (โดยมีวัตถุประสงค์เพื่ออนุญาตให้มีการปรับเปลี่ยนเนื้อหาในแบบของคุณ เพื่อที่คุณจะได้รับการนำเสนอด้วยบล็อกโพสต์และบทความมากขึ้น ในบ้านต้นไม้และกระท่อมไม้ในอนาคต)","คุณได้ดูวิดีโอสามรายการเกี่ยวกับการสำรวจอวกาศในแอปทีวีต่างๆ แพลตฟอร์มข่าวที่ไม่เกี่ยวข้องซึ่งคุณไม่ได้ติดต่อด้วยจะสร้างโปรไฟล์ตามพฤติกรรมการดูดังกล่าว โดยกำหนดให้การสำรวจอวกาศเป็นหัวข้อที่น่าสนใจสำหรับวิดีโออื่นๆ"]},"6":{"id":6,"name":"ใช้โปรไฟล์เพื่อเลือกเนื้อหาส่วนบุคคล","description":"เนื้อหาที่นำเสนอแก่คุณในบริการนี้อาจอิงตามโปรไฟล์การปรับเปลี่ยนเนื้อหาในแบบของคุณ ซึ่งสามารถสะท้อนถึงกิจกรรมของคุณในบริการนี้หรือบริการอื่น ๆ (เช่น แบบฟอร์มที่คุณส่ง เนื้อหาที่คุณดู) ความสนใจที่เป็นไปได้และแง่มุมส่วนบุคคล เช่น โดย ปรับลำดับการแสดงเนื้อหาแก่คุณ เพื่อให้คุณสามารถค้นหาเนื้อหา (ที่ไม่ใช่การโฆษณา) ที่ตรงกับความสนใจของคุณได้ง่ายยิ่งขึ้น","illustrations":["คุณอ่านบทความเกี่ยวกับอาหารมังสวิรัติบนแพลตฟอร์มโซเชียลมีเดีย จากนั้นใช้แอปทำอาหารของบริษัทที่ไม่เกี่ยวข้อง โปรไฟล์ที่สร้างขึ้นเกี่ยวกับคุณบนแพลตฟอร์มโซเชียลมีเดียจะถูกนำมาใช้เพื่อนำเสนอสูตรอาหารมังสวิรัติบนหน้าจอต้อนรับของแอปทำอาหาร","คุณได้ดูวิดีโอสามรายการเกี่ยวกับการพายเรือในเว็บไซต์ต่างๆ แพลตฟอร์มแบ่งปันวิดีโอที่ไม่เกี่ยวข้องจะแนะนำวิดีโออื่น ๆ อีกห้ารายการเกี่ยวกับการพายเรือที่คุณอาจสนใจเมื่อคุณใช้แอพ TV โดยอิงจากโปรไฟล์ที่สร้างขึ้นเกี่ยวกับคุณเมื่อคุณเยี่ยมชมเว็บไซต์ต่าง ๆ เหล่านั้นเพื่อดูวิดีโอออนไลน์"]},"7":{"id":7,"name":"วัดประสิทธิภาพการโฆษณา","description":"ข้อมูลเกี่ยวกับโฆษณาที่นำเสนอแก่คุณและวิธีการโต้ตอบกับโฆษณานั้น สามารถใช้เพื่อพิจารณาว่าโฆษณาทำงานได้ดีเพียงใดสำหรับคุณหรือผู้ใช้รายอื่น และดูว่าโฆษณาบรรลุเป้าหมายหรือไม่ ตัวอย่างเช่น คุณเห็นโฆษณา คลิกที่โฆษณา โฆษณานำคุณไปซื้อผลิตภัณฑ์หรือเยี่ยมชมเว็บไซต์ ฯลฯ การทำความเข้าใจความเกี่ยวข้องของแคมเปญโฆษณามีประโยชน์มาก","illustrations":["คุณได้คลิกโฆษณาเกี่ยวกับส่วนลด \"แบล็คฟรายเดย์\" จากร้านค้าออนไลน์บนเว็บไซต์ของผู้จัดพิมพ์และซื้อผลิตภัณฑ์ การคลิกของคุณจะเชื่อมโยงกับการซื้อนี้ การโต้ตอบของคุณและผู้ใช้รายอื่นจะถูกวัดเพื่อให้ทราบจำนวนคลิกบนโฆษณาที่นำไปสู่การซื้อ","คุณเป็นหนึ่งในไม่กี่คนที่คลิกโฆษณาเกี่ยวกับส่วนลด \"วันขอบคุณสากล\" จากร้านขายของที่ระลึกออนไลน์ภายในแอปของผู้จัดพิมพ์ ผู้เผยแพร่โฆษณาต้องการมีรายงานเพื่อทำความเข้าใจว่าตำแหน่งโฆษณาใดตำแหน่งหนึ่งภายในแอป โดยเฉพาะโฆษณา \"วันขอบคุณพระเจ้าสากล\" ที่คุณและผู้ใช้รายอื่นดูหรือคลิกบ่อยแค่ไหน เพื่อช่วยเหลือผู้เผยแพร่และพันธมิตร (เช่น ในฐานะเอเจนซี่) เพิ่มประสิทธิภาพตำแหน่งโฆษณา"]},"8":{"id":8,"name":"วัดประสิทธิภาพของเนื้อหา","description":"ข้อมูลเกี่ยวกับเนื้อหาที่นำเสนอแก่คุณและวิธีการโต้ตอบกับเนื้อหานั้น สามารถใช้เพื่อพิจารณาว่าเนื้อหา (ที่ไม่ใช่การโฆษณา) เช่น เข้าถึงผู้ชมเป้าหมายและตรงกับความสนใจของคุณหรือไม่ ตัวอย่างเช่น ไม่ว่าคุณจะอ่านบทความ ดูวิดีโอ ฟังพอดแคสต์ หรือดูคำอธิบายผลิตภัณฑ์ ระยะเวลาที่คุณใช้บริการนี้ และหน้าเว็บที่คุณเยี่ยมชม เป็นต้น สิ่งนี้มีประโยชน์มากในการทำความเข้าใจความเกี่ยวข้องของ (ไม่ใช่ -การโฆษณา) เนื้อหาที่แสดงให้คุณเห็น\n","illustrations":["คุณได้อ่านบล็อกโพสต์เกี่ยวกับการเดินป่าบนแอปมือถือของผู้จัดพิมพ์ และคลิกลิงก์ไปยังโพสต์ที่แนะนำและเกี่ยวข้อง การโต้ตอบของคุณจะถูกบันทึกเพื่อแสดงว่าโพสต์การเดินป่าครั้งแรกนั้นมีประโยชน์สำหรับคุณ และช่วยให้คุณสนใจในโพสต์ที่เกี่ยวข้องได้สำเร็จ ข้อมูลนี้จะเป็นการวัดเพื่อทราบว่าจะสร้างโพสต์เกี่ยวกับการเดินป่าเพิ่มเติมหรือไม่ในอนาคต และจะวางไว้ที่ใดบนหน้าจอหลักของแอปบนอุปกรณ์เคลื่อนที่","คุณได้รับการนำเสนอวิดีโอเกี่ยวกับเทรนด์แฟชั่น แต่คุณและผู้ใช้อื่น ๆ อีกหลายคนหยุดดูหลังจากผ่านไป 30 วินาที ข้อมูลนี้จะใช้ในการประเมินความยาวที่เหมาะสมของวิดีโอเกี่ยวกับเทรนด์แฟชั่นในอนาคต"]},"9":{"id":9,"name":"ทำความเข้าใจผู้ชมผ่านสถิติหรือการผสมผสานข้อมูลจากแหล่งต่างๆ","description":"รายงานสามารถสร้างขึ้นได้จากการรวมกันของชุดข้อมูล (เช่น โปรไฟล์ผู้ใช้ สถิติ การวิจัยตลาด ข้อมูลการวิเคราะห์) เกี่ยวกับการโต้ตอบของคุณและของผู้ใช้รายอื่นที่มีการโฆษณาหรือเนื้อหา (ที่ไม่ใช่การโฆษณา) เพื่อระบุลักษณะทั่วไป (เช่น กำหนดกลุ่มเป้าหมายที่เปิดรับแคมเปญโฆษณาหรือเนื้อหาบางอย่างมากกว่า)","illustrations":["เจ้าของร้านหนังสือออนไลน์ต้องการรายงานเชิงพาณิชย์ที่แสดงสัดส่วนของผู้เยี่ยมชมที่เข้ามาปรึกษาและออกจากเว็บไซต์โดยไม่ซื้อ หรือปรึกษาและซื้ออัตชีวประวัติของคนดังคนล่าสุดประจำเดือน รวมถึงอายุเฉลี่ยและการกระจายตัวของชาย/หญิงในแต่ละหมวดหมู่ . ข้อมูลที่เกี่ยวข้องกับการนำทางของคุณบนเว็บไซต์และลักษณะส่วนบุคคลของคุณจะถูกใช้และรวมกับข้อมูลอื่น ๆ เพื่อสร้างสถิติเหล่านี้","ผู้ลงโฆษณาต้องการทำความเข้าใจประเภทของผู้ชมที่โต้ตอบกับโฆษณาของตนให้ดียิ่งขึ้น โดยเรียกร้องให้สถาบันวิจัยเปรียบเทียบลักษณะเฉพาะของผู้ใช้ที่โต้ตอบกับโฆษณากับคุณลักษณะทั่วไปของผู้ใช้แพลตฟอร์มที่คล้ายคลึงกันในอุปกรณ์ต่างๆ การเปรียบเทียบนี้แสดงให้ผู้ลงโฆษณาทราบว่าผู้ชมโฆษณาเข้าถึงโฆษณาผ่านอุปกรณ์เคลื่อนที่เป็นหลัก และมีแนวโน้มว่าจะอยู่ในช่วงอายุ 45-60 ปี"]},"10":{"id":10,"name":"พัฒนาและปรับปรุงการบริการ","description":"ข้อมูลเกี่ยวกับกิจกรรมของคุณในบริการนี้ เช่น การโต้ตอบกับโฆษณาหรือเนื้อหา จะมีประโยชน์มากในการปรับปรุงผลิตภัณฑ์และบริการ และเพื่อสร้างผลิตภัณฑ์และบริการใหม่ตามการโต้ตอบของผู้ใช้ ประเภทของผู้ชม ฯลฯ วัตถุประสงค์เฉพาะนี้ไม่ได้ รวมถึงการพัฒนาหรือการปรับปรุงโปรไฟล์ผู้ใช้และตัวระบุ","illustrations":["แพลตฟอร์มเทคโนโลยีที่ทำงานร่วมกับผู้ให้บริการโซเชียลมีเดียสังเกตเห็นการเติบโตของผู้ใช้แอปมือถือ และเห็นจากโปรไฟล์ของพวกเขาที่หลายคนเชื่อมต่อผ่านการเชื่อมต่อมือถือ ใช้เทคโนโลยีใหม่เพื่อแสดงโฆษณาที่จัดรูปแบบสำหรับอุปกรณ์มือถือและมีแบนด์วิธต่ำ เพื่อปรับปรุงประสิทธิภาพ","ผู้ลงโฆษณากำลังมองหาวิธีแสดงโฆษณาบนอุปกรณ์ผู้บริโภคประเภทใหม่ โดยรวบรวมข้อมูลเกี่ยวกับวิธีที่ผู้ใช้โต้ตอบกับอุปกรณ์ประเภทใหม่นี้เพื่อพิจารณาว่าจะสามารถสร้างกลไกใหม่สำหรับการแสดงโฆษณาบนอุปกรณ์ประเภทนี้ได้หรือไม่"]},"11":{"id":11,"name":"ใช้ข้อมูลที่จำกัดเพื่อเลือกเนื้อหา","description":"เนื้อหาที่นำเสนอแก่คุณในบริการนี้อาจอิงตามข้อมูลที่จำกัด เช่น เว็บไซต์หรือแอปที่คุณใช้ ตำแหน่งที่ไม่แม่นยำ ประเภทอุปกรณ์ของคุณ หรือเนื้อหาที่คุณ (หรือเคย) โต้ตอบด้วย (เช่น เพื่อจำกัดจำนวนครั้งในการนำเสนอวิดีโอหรือบทความแก่คุณ)\n","illustrations":["นิตยสารท่องเที่ยวได้ตีพิมพ์บทความบนเว็บไซต์เกี่ยวกับหลักสูตรออนไลน์ใหม่ที่เสนอโดยโรงเรียนสอนภาษา เพื่อปรับปรุงประสบการณ์การเดินทางในต่างประเทศ โพสต์ในบล็อกของโรงเรียนจะถูกแทรกโดยตรงที่ด้านล่างของหน้า และเลือกตามตำแหน่งที่ไม่แม่นยำของคุณ (เช่น โพสต์ในบล็อกที่อธิบายหลักสูตรหลักสูตรสำหรับภาษาที่แตกต่างจากภาษาของประเทศที่คุณอาศัยอยู่)\n","แอพมือถือข่าวกีฬาได้เริ่มส่วนใหม่ของบทความที่ครอบคลุมเกมฟุตบอลล่าสุด แต่ละบทความประกอบด้วยวิดีโอที่โฮสต์โดยแพลตฟอร์มสตรีมมิ่งแยกต่างหากซึ่งนำเสนอไฮไลท์ของการแข่งขันแต่ละนัด หากคุณกรอวิดีโอไปข้างหน้า ข้อมูลนี้อาจถูกนำมาใช้เพื่อเลือกวิดีโอที่สั้นกว่าเพื่อเล่นถัดไป\n"]}},"specialPurposes":{"1":{"id":1,"name":"มั่นใจในความปลอดภัย ป้องกันและตรวจจับการฉ้อโกง และแก้ไขข้อผิดพลาด\n","description":"ข้อมูลของคุณสามารถใช้เพื่อติดตามและป้องกันกิจกรรมที่ผิดปกติและอาจเป็นการฉ้อโกง (เช่น เกี่ยวกับการโฆษณา การคลิกโฆษณาโดยบอท) และรับรองว่าระบบและกระบวนการทำงานอย่างถูกต้องและปลอดภัย นอกจากนี้ยังสามารถใช้เพื่อแก้ไขปัญหาใดๆ ที่คุณ ผู้เผยแพร่ หรือผู้ลงโฆษณาอาจพบในการนำเสนอเนื้อหาและโฆษณา และการโต้ตอบของคุณกับสิ่งเหล่านั้น","illustrations":["ตัวกลางการโฆษณาส่งโฆษณาจากผู้ลงโฆษณาหลายรายไปยังเครือข่ายเว็บไซต์พันธมิตร สังเกตเห็นการคลิกโฆษณาที่เกี่ยวข้องกับผู้ลงโฆษณารายหนึ่งเพิ่มขึ้นอย่างมาก และใช้ข้อมูลเกี่ยวกับแหล่งที่มาของการคลิกเพื่อพิจารณาว่า 80% ของการคลิกมาจากบอทมากกว่ามนุษย์"]},"2":{"id":2,"name":"นำเสนอและนำเสนอโฆษณาและเนื้อหา","description":"ข้อมูลบางอย่าง (เช่น ที่อยู่ IP หรือความสามารถของอุปกรณ์) ถูกนำมาใช้เพื่อรับรองความเข้ากันได้ทางเทคนิคของเนื้อหาหรือโฆษณา และเพื่ออำนวยความสะดวกในการส่งเนื้อหาหรือโฆษณาไปยังอุปกรณ์ของคุณ","illustrations":["โดยปกติการคลิกลิงก์ในบทความอาจนำคุณไปยังหน้าอื่นหรือส่วนหนึ่งของบทความ เพื่อให้บรรลุเป้าหมายนี้ 1°) เบราว์เซอร์ของคุณส่งคำขอไปยังเซิร์ฟเวอร์ที่เชื่อมโยงกับเว็บไซต์ 2°) เซิร์ฟเวอร์ตอบกลับ (“นี่คือบทความที่คุณขอ”) โดยใช้ข้อมูลทางเทคนิคที่รวมอยู่ในคำขอที่ส่งโดยคุณโดยอัตโนมัติ อุปกรณ์เพื่อแสดงข้อมูล / รูปภาพที่เป็นส่วนหนึ่งของบทความที่คุณต้องการอย่างถูกต้อง ในทางเทคนิคแล้ว การแลกเปลี่ยนข้อมูลดังกล่าวมีความจำเป็นเพื่อส่งมอบเนื้อหาที่ปรากฏบนหน้าจอของคุณ"]}},"features":{"1":{"id":1,"name":"จับคู่และรวมข้อมูลจากแหล่งข้อมูลอื่น","description":"ข้อมูลเกี่ยวกับกิจกรรมของคุณในบริการนี้อาจจับคู่และรวมกับข้อมูลอื่นที่เกี่ยวข้องกับคุณและมาจากแหล่งต่างๆ (เช่น กิจกรรมของคุณในบริการออนไลน์ที่แยกต่างหาก การใช้บัตรสะสมคะแนนในร้านค้า หรือการตอบแบบสำรวจของคุณ ) เพื่อสนับสนุนวัตถุประสงค์ที่อธิบายไว้ในประกาศนี้","illustrations":[]},"2":{"id":2,"name":"เชื่อมโยงอุปกรณ์ต่างๆ","description":"เพื่อสนับสนุนวัตถุประสงค์ที่อธิบายไว้ในประกาศนี้ อุปกรณ์ของคุณอาจได้รับการพิจารณาว่ามีแนวโน้มที่จะเชื่อมโยงกับอุปกรณ์อื่น ๆ ที่เป็นของคุณหรือในครัวเรือนของคุณ (เช่น เนื่องจากคุณเข้าสู่ระบบบริการเดียวกันทั้งบนโทรศัพท์และคอมพิวเตอร์ของคุณ หรือเพราะว่า คุณอาจใช้การเชื่อมต่ออินเทอร์เน็ตเดียวกันบนอุปกรณ์ทั้งสองเครื่อง)","illustrations":[]},"3":{"id":3,"name":"ระบุอุปกรณ์ตามข้อมูลที่ส่งโดยอัตโนมัติ","description":"อุปกรณ์ของคุณอาจแตกต่างจากอุปกรณ์อื่นๆ ตามข้อมูลที่ส่งโดยอัตโนมัติเมื่อเข้าถึงอินเทอร์เน็ต (เช่น ที่อยู่ IP ของการเชื่อมต่ออินเทอร์เน็ตของคุณหรือประเภทของเบราว์เซอร์ที่คุณใช้) เพื่อสนับสนุนวัตถุประสงค์ที่เปิดเผยในประกาศนี้","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"ใช้ข้อมูลตำแหน่งทางภูมิศาสตร์ที่แม่นยำ","description":"เมื่อคุณยอมรับ ตำแหน่งที่แน่นอนของคุณ (ภายในรัศมีน้อยกว่า 500 เมตร) อาจถูกนำมาใช้เพื่อสนับสนุนวัตถุประสงค์ที่อธิบายไว้ในประกาศนี้","illustrations":[]},"2":{"id":2,"name":"สแกนลักษณะของอุปกรณ์เพื่อระบุตัวตน","description":"เมื่อคุณยอมรับ คุณลักษณะบางอย่างเฉพาะสำหรับอุปกรณ์ของคุณอาจถูกร้องขอและใช้เพื่อแยกความแตกต่างจากอุปกรณ์อื่นๆ (เช่น แบบอักษรหรือปลั๊กอินที่ติดตั้ง ความละเอียดของหน้าจอของคุณ) เพื่อสนับสนุนวัตถุประสงค์ที่อธิบายไว้ในประกาศนี้","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"ที่อยู่ IP","description":"ที่อยู่ IP ของคุณคือหมายเลขที่ผู้ให้บริการอินเทอร์เน็ตกำหนดให้กับการเชื่อมต่ออินเทอร์เน็ต มันไม่ได้เฉพาะเจาะจงกับอุปกรณ์ของคุณเสมอไปและไม่ใช่ตัวระบุที่เสถียรเสมอไป\n ใช้เพื่อกำหนดเส้นทางข้อมูลบนอินเทอร์เน็ตและแสดงเนื้อหาออนไลน์ (รวมถึงโฆษณา) บนอุปกรณ์ที่เชื่อมต่อของคุณ"},"2":{"id":2,"name":"ลักษณะอุปกรณ์","description":"ลักษณะทางเทคนิคเกี่ยวกับอุปกรณ์ที่คุณใช้ซึ่งไม่ใช่ลักษณะเฉพาะของคุณ เช่น ภาษา โซนเวลา หรือระบบปฏิบัติการ"},"3":{"id":3,"name":"ตัวระบุอุปกรณ์","description":"ตัวระบุอุปกรณ์คือสตริงอักขระเฉพาะที่กำหนดให้กับอุปกรณ์หรือเบราว์เซอร์ของคุณโดยใช้คุกกี้หรือเทคโนโลยีการจัดเก็บข้อมูลอื่นๆ\n อาจมีการสร้างหรือเข้าถึงเพื่อจดจำอุปกรณ์ของคุณ เช่น ข้ามหน้าเว็บจากไซต์เดียวกันหรือข้ามไซต์หรือแอปหลายแห่ง"},"4":{"id":4,"name":"ตัวระบุความน่าจะเป็น","description":"ตัวระบุความน่าจะเป็นสามารถสร้างขึ้นได้โดยรวมคุณลักษณะที่เกี่ยวข้องกับอุปกรณ์ของคุณ (ประเภทของเบราว์เซอร์หรือระบบปฏิบัติการที่ใช้) และที่อยู่ IP ของการเชื่อมต่ออินเทอร์เน็ต หากคุณให้ข้อตกลง คุณสามารถรวมคุณลักษณะเพิ่มเติม (เช่น แบบอักษรที่ติดตั้งหรือความละเอียดของหน้าจอ) เข้าด้วยกันเพื่อปรับปรุงความแม่นยำของตัวระบุความน่าจะเป็น\n ตัวระบุดังกล่าวถือเป็น \"ความน่าจะเป็น\" เนื่องจากอุปกรณ์หลายตัวสามารถใช้คุณลักษณะและการเชื่อมต่ออินเทอร์เน็ตร่วมกันได้ อาจใช้เพื่อจดจำอุปกรณ์ของคุณ เช่น หน้าเว็บจากไซต์เดียวกัน หรือในหลายไซต์หรือแอป"},"5":{"id":5,"name":"ตัวระบุที่ได้รับการตรวจสอบสิทธิ์","description":"ในกรณีที่ตัวระบุถูกสร้างขึ้นบนพื้นฐานของข้อมูลการตรวจสอบสิทธิ์ เช่น รายละเอียดการติดต่อที่เกี่ยวข้องกับบัญชีออนไลน์ที่คุณสร้างบนเว็บไซต์หรือแอป (เช่น ที่อยู่อีเมล หมายเลขโทรศัพท์) หรือตัวระบุลูกค้า (เช่น ตัวระบุที่ผู้ให้บริการโทรคมนาคมของคุณให้ไว้) ตัวระบุนั้นอาจถูกใช้เพื่อจดจำคุณบนเว็บไซต์ แอพ และอุปกรณ์ต่างๆ เมื่อคุณเข้าสู่ระบบด้วยรายละเอียดการติดต่อเดียวกัน"},"6":{"id":6,"name":"ข้อมูลการเรียกดูและการโต้ตอบ","description":"กิจกรรมออนไลน์ของคุณ เช่น เว็บไซต์ที่คุณเยี่ยมชม แอพที่คุณใช้ เนื้อหาที่คุณค้นหาในบริการนี้ หรือการโต้ตอบของคุณกับเนื้อหาหรือโฆษณา เช่น จำนวนครั้งที่คุณเห็นเนื้อหาหรือโฆษณาเฉพาะเจาะจง หรือไม่ว่าคุณจะคลิกหรือไม่ บนนั้น\n"},"7":{"id":7,"name":"ข้อมูลที่ผู้ใช้ให้ไว้","description":"ข้อมูลที่คุณอาจให้ไว้โดยการประกาศผ่านแบบฟอร์ม (เช่น ข้อเสนอแนะ ความคิดเห็น) หรือเมื่อสร้างบัญชี (เช่น อายุ อาชีพของคุณ)"},"8":{"id":8,"name":"ข้อมูลตำแหน่งที่ไม่แม่นยำ","description":"การประมาณตำแหน่งของคุณ โดยแสดงเป็นพื้นที่ที่มีรัศมีอย่างน้อย 500 เมตร ตำแหน่งโดยประมาณของคุณสามารถอนุมานได้จาก เช่น ที่อยู่ IP ของการเชื่อมต่อของคุณ"},"9":{"id":9,"name":"ข้อมูลตำแหน่งที่แม่นยำ","description":"ตำแหน่งที่แม่นยำของคุณภายในรัศมีน้อยกว่า 500 เมตร ตามพิกัด GPS ของคุณ อาจใช้ได้เฉพาะกับการยอมรับของคุณเท่านั้น"},"10":{"id":10,"name":"โปรไฟล์ของผู้ใช้","description":"ลักษณะบางอย่าง (เช่น ความสนใจที่เป็นไปได้ ความตั้งใจในการซื้อ โปรไฟล์ผู้บริโภคของคุณ) อาจถูกอนุมานหรือจำลองมาจากกิจกรรมออนไลน์ครั้งก่อนของคุณ (เช่น เนื้อหาที่คุณดูหรือบริการที่คุณใช้ เวลาที่คุณใช้กับเนื้อหาและบริการออนไลน์ต่างๆ) หรือ ข้อมูลที่คุณให้ไว้ (เช่น อายุ อาชีพของคุณ)"},"11":{"id":11,"name":"ตัวเลือกความเป็นส่วนตัว","description":"การตั้งค่าของคุณเกี่ยวกับการประมวลผลข้อมูลของคุณตามข้อมูลที่คุณได้รับ"}}}
