{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"אחסן ו/או גישה למידע במכשיר","description":"ניתן לאחסן או לקרוא קובצי Cookie, מכשיר או מזהים מקוונים דומים (למשל מזהים מבוססי התחברות, מזהים שהוקצו באקראי, מזהים מבוססי רשת) יחד עם מידע אחר (למשל סוג דפדפן ומידע, שפה, גודל מסך, טכנולוגיות נתמכות וכו') מכשיר לזהות אותו בכל פעם שהוא מתחבר לאפליקציה או לאתר, לאחת או כמה מהמטרות המוצגות כאן.","illustrations":["רוב המטרות המוסברות בהודעה זו מסתמכות על אחסון או גישה למידע מהמכשיר שלך כאשר אתה משתמש באפליקציה או מבקר באתר אינטרנט. לדוגמה, ייתכן שספק או בעל אתר יצטרכו לאחסן קובץ cookie במכשיר שלך במהלך הביקור הראשון שלך באתר, כדי להיות מסוגל לזהות את המכשיר שלך במהלך הביקורים הבאים שלך (על ידי גישה לקובץ ה-cookie הזה בכל פעם)."]},"2":{"id":2,"name":"השתמש בנתונים מוגבלים כדי לבחור פרסום","description":"פרסום המוצג לך בשירות זה יכול להתבסס על נתונים מוגבלים, כגון האתר או האפליקציה שאתה משתמש בו, המיקום הלא מדויק שלך, סוג המכשיר שלך או התוכן שאתה מקיים (או קיים) איתו (לדוגמה, כדי להגביל את מספר הפעמים שמודעה מוצגת לך).","illustrations":["יצרן רכב רוצה לקדם את כלי הרכב החשמליים שלו למשתמשים מודעים לסביבה המתגוררים בעיר לאחר שעות העבודה. הפרסום מוצג בעמוד עם תוכן קשור (כגון מאמר על פעולות לשינוי אקלים) לאחר השעה 18:30 למשתמשים שמיקומם הלא מדויק מעיד שהם נמצאים באזור עירוני.","יצרן גדול של צבעי צבעי מים רוצה לבצע קמפיין פרסום מקוון עבור מגוון צבעי המים העדכני ביותר שלו, לגוון את הקהל שלו כדי להגיע לכמה שיותר אמנים חובבים ומקצועיים ולהימנע מהצגת המודעה לצד תוכן לא תואם (למשל, מאמרים על איך לצבוע את הבית שלך). מספר הפעמים שהמודעה הוצגה בפניך מזוהה ומוגבל, כדי להימנע מהצגתה לעתים קרובות מדי."]},"3":{"id":3,"name":"צור פרופילים לפרסום מותאם אישית","description":"מידע על הפעילות שלך בשירות זה (כגון טפסים שאתה שולח, תוכן שאתה מסתכל עליו) יכול להישמר ולשלב עם מידע אחר עליך (לדוגמה, מידע מהפעילות הקודמת שלך בשירות זה ובאתרים או אפליקציות אחרות) או משתמשים דומים . זה משמש לאחר מכן כדי לבנות או לשפר פרופיל עליך (שעשוי לכלול תחומי עניין אפשריים והיבטים אישיים). הפרופיל שלך יכול לשמש (גם מאוחר יותר) כדי להציג פרסום שנראה רלוונטי יותר בהתבסס על תחומי העניין האפשריים שלך על ידי זה ושל גורמים אחרים.","illustrations":["אם אתה קורא מספר מאמרים על אביזרי האופניים הטובים ביותר לקנות, מידע זה יכול לשמש ליצירת פרופיל על העניין שלך באביזרי אופניים. פרופיל כזה עשוי לשמש או לשפר מאוחר יותר, באותו אתר או אפליקציה אחרת או אחר כדי להציג בפניך פרסום של מותג אביזרי אופניים מסוים. אם אתה גם מסתכל על קופיגורטור לרכב באתר יצרן רכבי יוקרה, מידע זה יכול להשתלב עם העניין שלך באופניים כדי לחדד את הפרופיל שלך ולהניח שאתה מעוניין בציוד רכיבה יוקרתי.","חברת הלבשה מעוניינת לקדם את הקו החדש שלה של בגדי תינוקות יוקרתיים. היא יוצרת קשר עם סוכנות שיש לה רשת של לקוחות עם לקוחות בעלי הכנסה גבוהה (כגון סופרמרקטים יוקרתיים) ומבקשת מהסוכנות ליצור פרופילים של הורים צעירים או זוגות שניתן להניח שהם עשירים ושיש להם ילד חדש , כך שניתן יהיה להשתמש בהם מאוחר יותר להצגת פרסום בתוך אפליקציות שותפים המבוססות על פרופילים אלה."]},"4":{"id":4,"name":"השתמש בפרופילים כדי לבחור פרסום מותאם אישית","description":"פרסום המוצג לך בשירות זה יכול להתבסס על פרופילי הפרסום שלך, שיכולים לשקף את הפעילות שלך בשירות זה או באתרים או אפליקציות אחרות (כמו הטפסים שאתה שולח, תוכן שאתה מסתכל עליו), תחומי עניין אפשריים והיבטים אישיים.","illustrations":["קמעונאי מקוון רוצה לפרסם מבצע מוגבל על נעלי ריצה. היא רוצה למקד את הפרסום למשתמשים שבעבר הסתכלו על נעלי ריצה באפליקציית הנייד שלה. טכנולוגיות מעקב עשויות לשמש כדי לזהות שהשתמשת בעבר באפליקציה לנייד כדי להתייעץ עם נעלי ריצה, כדי להציג בפניך את הפרסומת המתאימה באפליקציה.","פרופיל שנוצר לפרסום מותאם אישית ביחס לאדם שחיפש אביזרי אופניים באתר יכול לשמש להצגת הפרסומת הרלוונטית לאביזרי אופניים באפליקציה סלולרית של ארגון אחר."]},"5":{"id":5,"name":"צור פרופילים כדי להתאים אישית את התוכן","description":"מידע על הפעילות שלך בשירות זה (לדוגמה, טפסים שאתה שולח, תוכן שאינו פרסומי שאתה מסתכל עליו) יכול להישמר ולשלב עם מידע אחר עליך (כגון פעילות קודמת שלך בשירות זה או באתרים או אפליקציות אחרות) או דומה משתמשים. זה משמש לאחר מכן כדי לבנות או לשפר פרופיל עליך (שעשוי לכלול למשל תחומי עניין והיבטים אישיים אפשריים). הפרופיל שלך יכול לשמש (גם מאוחר יותר) להצגת תוכן שנראה רלוונטי יותר על סמך תחומי העניין האפשריים שלך, כגון על ידי התאמת סדר הצגת התוכן שלך, כך שיהיה לך אפילו יותר קל למצוא תוכן התואם שלך תחומי עניין.\n","illustrations":["קראת מספר מאמרים על איך לבנות בית עץ בפלטפורמת מדיה חברתית. מידע זה עשוי להתווסף לפרופיל כדי לסמן את התעניינותך בתוכן הקשור לחיק הטבע וכן במדריכי עשה זאת בעצמך (במטרה לאפשר התאמה אישית של תוכן, כך למשל יוצגו לך יותר פוסטים ומאמרים בבלוג על בתי עץ ובקתות עץ בעתיד).","צפית בשלושה סרטונים על חקר החלל באפליקציות טלוויזיה שונות. פלטפורמת חדשות לא קשורה שלא היה לך איתה קשר בונה פרופיל על סמך התנהגות צפייה זו, ומסמנת את חקר החלל כנושא עניין אפשרי עבור סרטונים אחרים."]},"6":{"id":6,"name":"השתמש בפרופילים כדי לבחור תוכן מותאם אישית","description":"תוכן המוצג לך בשירות זה יכול להיות מבוסס על פרופילי התאמה אישית של התוכן שלך, שיכולים לשקף את הפעילות שלך בשירות זה או אחר (לדוגמה, הטפסים שאתה שולח, תוכן שאתה מסתכל עליו), תחומי עניין אפשריים והיבטים אישיים, כגון על ידי התאמת סדר הצגת התוכן בפניך, כך שיהיה לך אפילו יותר קל למצוא תוכן (שאיננו פרסומי) התואם את תחומי העניין שלך.","illustrations":["אתה קורא מאמרים על אוכל צמחוני בפלטפורמת מדיה חברתית ולאחר מכן משתמש באפליקציית הבישול של חברה לא קשורה. הפרופיל שנבנה עליך בפלטפורמת המדיה החברתית ישמש להצגת מתכונים צמחוניים במסך הפתיחה של אפליקציית הבישול.","צפית בשלושה סרטונים על חתירה בין אתרים שונים. פלטפורמת שיתוף וידאו לא קשורה תמליץ על חמישה סרטונים אחרים על חתירה שעשויים לעניין אותך כשאתה משתמש באפליקציית הטלוויזיה שלך, על סמך פרופיל שנבנה עליך כשביקרת באתרים השונים האלה כדי לצפות בסרטונים מקוונים."]},"7":{"id":7,"name":"מדידת ביצועי פרסום","description":"מידע לגבי איזה פרסום מוצג לך וכיצד אתה מתקשר איתו יכול לשמש כדי לקבוע עד כמה פרסומת עבדה עבורך או עבור משתמשים אחרים והאם הושגו מטרות הפרסום. למשל, אם ראית מודעה, אם לחצת עליה, אם היא הובילה אותך לקנות מוצר או לבקר באתר וכו'. זה מאוד עוזר להבין את הרלוונטיות של מסעות פרסום.","illustrations":["לחצתם על מודעה על הנחה של \"בלאק פריידי\" על ידי חנות מקוונת באתר של מפרסם ורכשתם מוצר. הקליק שלך יקושר לרכישה זו. האינטראקציה שלך ושל משתמשים אחרים תימדד כדי לדעת כמה קליקים על המודעה הובילו לרכישה.","אתה אחד הבודדים שלחצתם על פרסומת על הנחה של \"יום הערכה בינלאומי\" על ידי חנות מתנות מקוונת באפליקציה של בעל אתר. בעל האתר רוצה לקבל דוחות כדי להבין באיזו תדירות מיקום מודעה ספציפי בתוך האפליקציה, ובמיוחד מודעת \"יום ההערכה הבינלאומי\", נצפה או לחצו על ידיך ומשתמשים אחרים, על מנת לעזור למפרסם ולשותפיו (כגון כסוכנויות) לבצע אופטימיזציה של מיקומי מודעות."]},"8":{"id":8,"name":"מדידת ביצועי תוכן","description":"מידע לגבי איזה תוכן מוצג לך וכיצד אתה מתקשר איתו יכול לשמש כדי לקבוע אם התוכן (הלא פרסומי) למשל הגיע לקהל המיועד שלו ותאם את תחומי העניין שלך. לדוגמה, בין אם אתה קורא מאמר, צופה בסרטון, מאזין לפודקאסט או מסתכל בתיאור המוצר, כמה זמן השקעת בשירות זה ובדפי האינטרנט שבהם אתה מבקר וכו'. זה מאוד עוזר להבין את הרלוונטיות של (לא -פרסום) תוכן שמוצג לך.\n","illustrations":["קראת פוסט בבלוג על טיולים באפליקציית מובייל של מו\"ל ועקבת אחרי קישור לפוסט מומלץ וקשור. האינטראקציות שלך יתועדו כמראות שפוסט הטיול הראשוני היה שימושי עבורך ושהוא הצליח לעניין אותך בפוסט הקשור. זה יימדד כדי לדעת אם לייצר פוסטים נוספים על טיולים בעתיד והיכן למקם אותם במסך הבית של האפליקציה לנייד.","הוצג לך סרטון על מגמות אופנה, אבל אתה ועוד כמה משתמשים הפסקתם לצפות לאחר 30 שניות. מידע זה משמש לאחר מכן כדי להעריך את האורך הנכון של סרטונים עתידיים על מגמות אופנה."]},"9":{"id":9,"name":"הבן קהלים באמצעות סטטיסטיקות או שילובים של נתונים ממקורות שונים","description":"ניתן להפיק דוחות בהתבסס על שילוב של מערכי נתונים (כמו פרופילי משתמשים, סטטיסטיקות, מחקרי שוק, נתוני ניתוח) לגבי האינטראקציות שלך ושל משתמשים אחרים עם תוכן פרסומי או (לא פרסומי) כדי לזהות מאפיינים משותפים (למשל, כדי לקבוע אילו קהלי יעד פתוחים יותר למסע פרסום או לתכנים מסוימים).","illustrations":["הבעלים של חנות ספרים מקוונת רוצה דיווח מסחרי המציג את שיעור המבקרים שהתייעצו ועזבו את האתר שלה מבלי לקנות, או התייעצו וקנו את האוטוביוגרפיה האחרונה של סלבריטאים של החודש, כמו גם את הגיל הממוצע והתפלגות הגברים/נשים של כל קטגוריה . לאחר מכן נעשה שימוש בנתונים הנוגעים לניווט שלך באתר שלו ולמאפיינים האישיים שלך ומשולבים עם נתונים אחרים כאלה כדי להפיק נתונים סטטיסטיים אלה.","מפרסם רוצה להבין טוב יותר את סוג הקהל שמקיים אינטראקציה עם הפרסומות שלו. הוא קורא למכון מחקר להשוות את המאפיינים של משתמשים שקיימו אינטראקציה עם המודעה עם תכונות אופייניות של משתמשים בפלטפורמות דומות, על פני מכשירים שונים. השוואה זו מגלה למפרסם שקהל המודעה שלו ניגש בעיקר לפרסומות דרך מכשירים ניידים וככל הנראה בטווח הגילאים 45-60."]},"10":{"id":10,"name":"לפתח ולשפר שירותים","description":"מידע על הפעילות שלך בשירות זה, כגון האינטראקציה שלך עם מודעות או תוכן, יכול להועיל מאוד לשיפור מוצרים ושירותים ולבניית מוצרים ושירותים חדשים המבוססים על אינטראקציות משתמשים, סוג הקהל וכו'. מטרה ספציפית זו אינה כוללים פיתוח או שיפור של פרופילי משתמשים ומזהים.","illustrations":["פלטפורמה טכנולוגית שעובדת עם ספק מדיה חברתית שמה לב לגידול במשתמשי האפליקציה לנייד, ורואה על סמך הפרופילים שלהם שרבים מהם מתחברים דרך חיבורים ניידים. היא משתמשת בטכנולוגיה חדשה כדי להציג מודעות המעוצבות למכשירים ניידים ובעלי רוחב פס נמוך, כדי לשפר את הביצועים שלהן.","מפרסם מחפש דרך להציג מודעות במכשירים צרכניים מסוג חדש. הוא אוסף מידע בנוגע לאופן שבו משתמשים מקיימים אינטראקציה עם סוג חדש זה של מכשיר כדי לקבוע אם הוא יכול לבנות מנגנון חדש להצגת פרסום במכשיר מסוג זה."]},"11":{"id":11,"name":"השתמש בנתונים מוגבלים כדי לבחור תוכן","description":"תוכן המוצג לך בשירות זה יכול להיות מבוסס על נתונים מוגבלים, כגון האתר או האפליקציה שאתה משתמש בו, המיקום הלא מדויק שלך, סוג המכשיר שלך, או התוכן שאתה מקיים (או קיים) איתו (לדוגמה, כדי להגביל את מספר הפעמים שסרטון או מאמר מוצגים לך).\n","illustrations":["מגזין תיירות פרסם באתר האינטרנט שלו מאמר על הקורסים המקוונים החדשים המוצעים על ידי בית ספר לשפות, לשיפור חוויות הטיול בחו\"ל. הפוסטים בבלוג של בית הספר מוכנסים ישירות בתחתית העמוד, ונבחרים על סמך מיקומך הלא מדויק (לדוגמה, פוסטים בבלוג המסבירים את תכנית הלימודים של הקורס עבור שפות שונות מהשפה של המדינה שבה אתה נמצא).\n","אפליקציה לנייד של חדשות ספורט התחילה קטע חדש של מאמרים המכסים את משחקי הכדורגל האחרונים. כל מאמר כולל סרטונים המתארחים בפלטפורמת סטרימינג נפרדת המציגים את נקודות השיא של כל משחק. אם אתה מעביר סרטון קדימה, מידע זה עשוי לשמש לבחירת סרטון קצר יותר להפעלה הבא.\n"]}},"specialPurposes":{"1":{"id":1,"name":"להבטיח אבטחה, למנוע ולזהות הונאה, ולתקן שגיאות\n","description":"הנתונים שלך יכולים לשמש כדי לנטר ולמנוע פעילות חריגה ואולי הונאה (לדוגמה, לגבי פרסום, קליקים על מודעות על ידי בוטים), ולהבטיח שמערכות ותהליכים פועלים בצורה תקינה ומאובטחת. זה יכול לשמש גם כדי לתקן כל בעיה שאתה, המפרסם או המפרסם עלולים להיתקל בהם בהצגת התוכן והמודעות ובאינטראקציה שלך איתם.","illustrations":["מתווך פרסום מעביר מודעות ממפרסמים שונים לרשת אתרי השותפים שלו. הוא מבחין בעלייה גדולה בקליקים על מודעות המתייחסות למפרסם אחד, ומשתמש בנתונים לגבי מקור הקליקים כדי לקבוע ש-80% מהקליקים מגיעים מבוטים ולא מבני אדם."]},"2":{"id":2,"name":"העברת והצגה של פרסום ותוכן","description":"מידע מסוים (כמו כתובת IP או יכולות מכשיר) משמש כדי להבטיח את התאימות הטכנית של התוכן או הפרסום, וכדי להקל על העברת התוכן או המודעה למכשיר שלך.","illustrations":["לחיצה על קישור במאמר עשויה לשלוח אותך בדרך כלל לדף אחר או לחלק מהמאמר. כדי להשיג זאת, 1°) הדפדפן שלך שולח בקשה לשרת המקושר לאתר, 2°) השרת עונה בחזרה (\"הנה המאמר שביקשת\"), תוך שימוש במידע טכני הנכלל אוטומטית בבקשה שנשלחה על ידיך מכשיר, כדי להציג כראוי את המידע/תמונות שהם חלק מהמאמר שביקשת. מבחינה טכנית, חילופי מידע כאלה נחוצים כדי לספק את התוכן המופיע על המסך שלך."]}},"features":{"1":{"id":1,"name":"התאם ושלב נתונים ממקורות נתונים אחרים","description":"מידע על פעילותך בשירות זה עשוי להיות מותאם ומשולב עם מידע אחר הקשור אליך ומקורו ממקורות שונים (למשל פעילותך בשירות מקוון נפרד, השימוש שלך בכרטיס נאמנות בחנות או תשובותיך לסקר ), לתמיכה במטרות המפורטות בהודעה זו.","illustrations":[]},"2":{"id":2,"name":"קשר מכשירים שונים","description":"לתמיכה במטרות המפורטות בהודעה זו, ייתכן שהמכשיר שלך מקושר למכשירים אחרים השייכים לך או למשק הבית שלך (למשל בגלל שאתה מחובר לאותו שירות גם בטלפון וגם במחשב שלך, או בגלל אתה יכול להשתמש באותו חיבור לאינטרנט בשני המכשירים).","illustrations":[]},"3":{"id":3,"name":"זהה מכשירים על סמך מידע המועבר אוטומטית","description":"המכשיר שלך עשוי להיות מובחן ממכשירים אחרים על סמך מידע שהוא שולח אוטומטית בעת גישה לאינטרנט (לדוגמה, כתובת ה-IP של חיבור האינטרנט שלך או סוג הדפדפן שבו אתה משתמש) לתמיכה במטרות הנחשפות בהודעה זו.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"השתמש בנתוני מיקום גיאוגרפי מדויקים","description":"בהסכמתך, מיקומך המדויק (ברדיוס של פחות מ-500 מטר) עשוי לשמש לתמיכה במטרות המפורטות בהודעה זו.","illustrations":[]},"2":{"id":2,"name":"סרוק באופן פעיל את מאפייני המכשיר לצורך זיהוי","description":"עם הסכמתך, מאפיינים מסוימים הספציפיים למכשיר שלך עשויים להתבקש ולהשתמש בהם כדי להבחין בינו לבין מכשירים אחרים (כגון הגופנים או התוספים המותקנים, רזולוציית המסך שלך) לתמיכה במטרות המפורטות בהודעה זו.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"כתובות IP","description":"כתובת ה-IP שלך היא מספר שהוקצה על ידי ספק שירותי האינטרנט שלך לכל חיבור אינטרנט. זה לא תמיד ספציפי למכשיר שלך ולא תמיד הוא מזהה יציב.\n הוא משמש לניתוב מידע באינטרנט ולהצגת תוכן מקוון (כולל מודעות) במכשיר המחובר שלך."},"2":{"id":2,"name":"מאפייני המכשיר","description":"מאפיינים טכניים של המכשיר בו אתה משתמש שאינם ייחודיים לך, כגון השפה, אזור הזמן או מערכת ההפעלה."},"3":{"id":3,"name":"מזהי מכשיר","description":"מזהה מכשיר הוא מחרוזת תווים ייחודית המוקצת למכשיר או לדפדפן שלך באמצעות קובץ Cookie או טכנולוגיות אחסון אחרות.\n ניתן ליצור או לגשת אליו כדי לזהות את המכשיר שלך, למשל על פני דפי אינטרנט מאותו אתר או על פני מספר אתרים או אפליקציות."},"4":{"id":4,"name":"מזהים הסתברותיים","description":"ניתן ליצור מזהה הסתברותי על ידי שילוב מאפיינים הקשורים למכשיר שלך (סוג הדפדפן או מערכת ההפעלה המשמשים) וכתובת ה-IP של חיבור האינטרנט. אם אתה נותן את הסכמתך, ניתן לשלב מאפיינים נוספים (למשל הגופן המותקן או רזולוציית המסך) כדי לשפר את הדיוק של המזהה ההסתברותי.\n מזהה כזה נחשב \"הסתברותי\" מכיוון שמספר מכשירים יכולים לחלוק את אותם מאפיינים וחיבור לאינטרנט. זה עשוי לשמש כדי לזהות את המכשיר שלך על פני דפי אינטרנט למשל מאותו אתר או על פני מספר אתרים או אפליקציות."},"5":{"id":5,"name":"מזהים שמקורם באימות","description":"כאשר מזהה נוצר על בסיס נתוני אימות, כגון פרטי התקשרות המשויכים לחשבונות מקוונים שיצרת באתרים או אפליקציות (למשל כתובת דואר אלקטרוני, מספר טלפון) או מזהי לקוחות (למשל מזהה שסופק על ידי מפעיל הטלקום שלך), מזהה זה עשוי לשמש כדי לזהות אותך באתרים, אפליקציות ומכשירים כאשר אתה מחובר עם אותם פרטי קשר."},"6":{"id":6,"name":"נתוני גלישה ואינטראקציה","description":"הפעילות המקוונת שלך כגון אתרי האינטרנט שבהם אתה מבקר, אפליקציות שאתה משתמש בהן, התוכן שאתה מחפש בשירות זה, או האינטראקציות שלך עם תוכן או מודעות, כגון מספר הפעמים שראית תוכן או מודעה ספציפיים או אם לחצת על זה.\n"},"7":{"id":7,"name":"נתונים שסופקו על ידי המשתמש","description":"המידע שאולי סיפקת בדרך של הצהרה באמצעות טופס (למשל משוב, הערה) או בעת יצירת חשבון (למשל גילך, עיסוקך)."},"8":{"id":8,"name":"נתוני מיקום לא מדויקים","description":"קירוב של מיקומך, מבוטא כשטח עם רדיוס של לפחות 500 מטר. ניתן להסיק את המיקום המשוער שלך מכתובת ה-IP של החיבור שלך."},"9":{"id":9,"name":"נתוני מיקום מדויקים","description":"המיקום המדויק שלך ברדיוס של פחות מ-500 מטר בהתבסס על קואורדינטות ה-GPS שלך. ניתן להשתמש בו רק עם הסכמתך."},"10":{"id":10,"name":"פרופילים של משתמשים","description":"מאפיינים מסוימים (למשל תחומי העניין האפשריים שלך, כוונות הרכישה שלך, פרופיל הצרכן שלך) עשויים להיות מוסקים או מבוססים מהפעילות המקוונת הקודמת שלך (למשל התוכן שצפית בו או השירות שבו השתמשת, הזמן שהשקעת בתכנים ושירותים מקוונים שונים) או מידע שסיפקת (למשל גילך, עיסוקך)."},"11":{"id":11,"name":"אפשרויות פרטיות","description":"ההעדפות שלך לגבי עיבוד הנתונים שלך, בהתבסס על המידע שקיבלת."}}}
