{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"Чувајте и/или пристапувајте до информации на уред","description":"Колачиња, уреди или слични онлајн идентификатори (на пр. идентификатори засновани на најавување, случајно доделени идентификатори, идентификатори базирани на мрежа) заедно со други информации (на пр. тип и информации на прелистувачот, јазик, големина на екран, поддржани технологии итн.) може да се складираат или читаат на вашиот уред за да го препознае секој пат кога ќе се поврзе со апликација или веб-локација, за една или неколку од целите претставени овде.","illustrations":["Повеќето цели објаснети во ова известување се потпираат на складирање или пристап до информации од вашиот уред кога користите апликација или посетувате веб-локација. На пример, продавачот или издавачот можеби ќе треба да складира колаче на вашиот уред за време на вашата прва посета на веб-локација, за да може да го препознае вашиот уред за време на вашите следни посети (со секој пат пристап до ова колаче)."]},"2":{"id":2,"name":"Користете ограничени податоци за да изберете рекламирање","description":"Рекламирањето што ви е претставено на оваа услуга може да се заснова на ограничени податоци, како што се веб-локацијата или апликацијата што ја користите, вашата непрецизна локација, типот на вашиот уред или содржината со која сте (или сте биле) во интеракција (на пример, да ограничете го бројот на пати кога ќе ви биде претставена рекламата).","illustrations":["Производител на автомобили сака да ги промовира своите електрични возила на еколошки свесни корисници кои живеат во градот по работното време. Рекламирањето е претставено на страница со поврзана содржина (како напис за акции за климатски промени) после 18:30 часот на корисниците чија непрецизна локација сугерира дека се во урбана зона.","Голем производител на бои за акварел сака да спроведе онлајн рекламна кампања за својата најнова палета на акварели, диверзифицирајќи ја својата публика за да допре што е можно повеќе аматери и професионални уметници и избегнувајќи ја рекламата да се прикажува до неусогласена содржина (на пример, написи за тоа како да се насликајте ја вашата куќа). Бројот на пати кога огласот ви е претставен е откриен и ограничен, за да не се прикажува премногу често."]},"3":{"id":3,"name":"Креирајте профили за персонализирано рекламирање","description":"Информациите за вашата активност на оваа услуга (како што се формулари што ги поднесувате, содржината што ја гледате) може да се складираат и комбинираат со други информации за вас (на пример, информации од вашата претходна активност на оваа услуга и други веб-локации или апликации) или слични корисници . Ова потоа се користи за да се изгради или подобри профил за вас (кој може да вклучува можни интереси и лични аспекти). Вашиот профил може да се користи (исто така подоцна) за да се прикаже рекламирање што изгледа порелевантно врз основа на вашите можни интереси од овој и од други субјекти.","illustrations":["Ако прочитате неколку написи за најдобрите додатоци за велосипеди за купување, оваа информација може да се искористи за да се создаде профил за вашиот интерес за додатоци за велосипеди. Таквиот профил може да се користи или да се подобри подоцна, на истата или на друга веб-локација или апликација за да ви претстави рекламирање за одредена марка на додатоци за велосипеди. Ако погледнете и конфигуратор за возило на веб-локација на производител на луксузни автомобили, оваа информација може да се комбинира со вашиот интерес за велосипеди за да го подобрите вашиот профил и да направите претпоставка дека сте заинтересирани за луксузна опрема за велосипедизам.","Компанија за облека сака да ја промовира својата нова линија на врвна облека за бебиња. Тој стапува во контакт со агенција која има мрежа на клиенти со клиенти со високи приходи (како што се супермаркети од висока класа) и бара од агенцијата да создаде профили на млади родители или парови за кои може да се претпостави дека се богати и дека имаат ново дете , така што подоцна може да се користат за прикажување реклами во партнерските апликации врз основа на тие профили."]},"4":{"id":4,"name":"Користете профили за да изберете персонализирано рекламирање","description":"Рекламирањето што ви е претставено на оваа услуга може да се заснова на вашите рекламни профили, кои може да ја одразуваат вашата активност на оваа услуга или други веб-локации или апликации (како што се формуларите што ги поднесувате, содржината што ја гледате), можните интереси и личните аспекти.","illustrations":["Онлајн продавач на мало сака да рекламира ограничена продажба на чевли за трчање. Таа сака да го насочи рекламирањето кон корисниците кои претходно гледале чевли за трчање на нејзината мобилна апликација. Технологиите за следење може да се користат за да се препознае дека претходно сте ја користеле мобилната апликација за да се консултирате со чевли за трчање, за да ви ја претставиме соодветната реклама на апликацијата.","Профилот создаден за персонализирано рекламирање во однос на лице кое барало додатоци за велосипеди на веб-локација може да се користи за прикажување на релевантната реклама за додатоци за велосипеди на мобилна апликација на друга организација."]},"5":{"id":5,"name":"Креирајте профили за персонализирање на содржината","description":"Информациите за вашата активност на оваа услуга (на пример, формулари што ги поднесувате, нерекламна содржина што ја гледате) може да се складираат и комбинираат со други информации за вас (како што е вашата претходна активност на оваа услуга или други веб-локации или апликации) или слично корисници. Ова потоа се користи за да се изгради или подобри профил за вас (кој на пример може да вклучува можни интереси и лични аспекти). Вашиот профил може да се користи (исто така подоцна) за прикажување содржини што изгледаат порелевантни врз основа на вашите можни интереси, како на пример со прилагодување на редоследот по кој содржината ви се прикажува, така што ќе ви биде уште полесно да најдете содржина што одговара на вашите интереси.\n","illustrations":["Прочитавте неколку написи за тоа како да изградите куќа на дрво на платформа за социјални медиуми. Овие информации може да се додадат на профилот за да го означат вашиот интерес за содржина поврзана со отворено, како и водичи за правење сам (со цел да се дозволи персонализација на содржината, така што на пример ќе ви бидат претставени повеќе објави на блогови и написи на дрвореди и дрвени кабини во иднина).","Гледавте три видеа за истражување на вселената преку различни ТВ апликации. Неповрзана платформа за вести со која сте немале контакт создава профил врз основа на тоа однесување на гледање, означувајќи го истражувањето на вселената како тема од можен интерес за други видеа."]},"6":{"id":6,"name":"Користете профили за да изберете персонализирана содржина","description":"Содржините што ви се претставени на оваа услуга може да се засноваат на вашите профили за персонализација на содржината, кои можат да ја одразуваат вашата активност на оваа или други услуги (на пример, формуларите што ги поднесувате, содржината што ја гледате), можните интереси и личните аспекти, како на пр. приспособување на редоследот по кој содржината ви се прикажува, за да ви биде уште полесно да најдете (нерекламна) содржина што одговара на вашите интереси.","illustrations":["Читате написи за вегетаријанска храна на платформа на социјалните мрежи, а потоа ја користите апликацијата за готвење на неповрзана компанија. Профилот направен за вас на платформата за социјални медиуми ќе се користи за да ви ги претстави вегетаријанските рецепти на екранот за добредојде на апликацијата за готвење.","Гледавте три видеа за веслање на различни веб-локации. Неповрзана платформа за споделување видео ќе препорача уште пет други видеа за веслање што може да ве интересираат кога ја користите апликацијата за ТВ, врз основа на профилот направен за вас кога сте ги посетиле тие различни веб-локации за да гледате видеа на интернет."]},"7":{"id":7,"name":"Измерете ги перформансите на рекламирањето","description":"Информациите за тоа кое рекламирање ви е претставено и како комуницирате со него може да се користат за да се утврди колку добро рекламата функционирала за вас или за други корисници и дали целите на рекламирањето се постигнати. На пример, дали сте виделе реклама, дали сте кликнале на неа, дали ве навела да купите производ или да посетите веб-локација, итн. Ова е многу корисно за да се разбере релевантноста на рекламните кампањи.","illustrations":["Сте кликнале на оглас за попуст „црн петок“ од онлајн продавница на веб-страницата на издавачот и сте купиле производ. Вашиот клик ќе биде поврзан со ова купување. Вашата интеракција и онаа на другите корисници ќе се мери за да се знае колку кликови на рекламата довеле до купување.","Вие сте еден од ретките што кликнале на оглас за попуст за „меѓународен ден на благодарност“ од онлајн продавница за подароци во апликацијата на издавачот. Издавачот сака да има извештаи за да разбере колку често одредена поставеност реклама во апликацијата, а особено рекламата за „меѓународен ден на благодарност“, била гледана или кликна од вас и другите корисници, со цел да му помогне на издавачот и неговите партнери (како како агенции) ги оптимизираат пласманите на реклами."]},"8":{"id":8,"name":"Измерете ги перформансите на содржината","description":"Информациите за тоа која содржина ви е претставена и како комуницирате со неа може да се користат за да се утврди дали содржината (нерекламна), на пр., стигнала до својата наменета публика и одговара на вашите интереси. На пример, без разлика дали читате статија, гледате видео, слушате подкаст или гледате опис на производот, колку време сте потрошиле на оваа услуга и веб-страниците што ги посетувате итн. Ова е многу корисно за да се разбере релевантноста на (не -рекламна) содржина што ви се прикажува.\n","illustrations":["Сте прочитале блог-објава за пешачење на мобилна апликација на издавач и следевте врска до препорачана и поврзана објава. Вашите интеракции ќе бидат евидентирани како што покажуваат дека првичниот планинарски пост ви бил корисен и дека бил успешен во ве интересира во соодветната објава. Ова ќе се мери за да се знае дали во иднина да се произведуваат повеќе објави за планинарење и каде да се постават на почетниот екран на мобилната апликација.","Ви беше претставено видео за модните трендови, но вие и неколку други корисници престанавте да гледате по 30 секунди. Овие информации потоа се користат за да се оцени вистинската должина на идните видеа за модните трендови."]},"9":{"id":9,"name":"Разберете ја публиката преку статистика или комбинации на податоци од различни извори","description":"Извештаите може да се генерираат врз основа на комбинација од збирки податоци (како кориснички профили, статистика, истражување на пазарот, аналитички податоци) во врска со вашите интеракции и оние на други корисници со рекламна или (нерекламна) содржина за да се идентификуваат заедничките карактеристики (на пример, да одреди која целна публика е поприемлива за рекламна кампања или за одредени содржини).","illustrations":["Сопственикот на онлајн книжарницата сака комерцијално известување кое ќе го прикажува процентот на посетители кои ја консултирале и ја напуштиле нејзината страница без да ја купат, или ја консултирале и купиле последната автобиографија на познати личности во месецот, како и просечната возраст и дистрибуцијата мажи/женски на секоја категорија . Податоците кои се однесуваат на вашата навигација на нејзината локација и на вашите лични карактеристики потоа се користат и се комбинираат со други такви податоци за да се произведат овие статистики.","Огласувачот сака подобро да го разбере типот на публика што комуницира со неговите реклами. Го повикува истражувачки институт да ги спореди карактеристиките на корисниците кои комуницирале со рекламата со типични атрибути на корисници на слични платформи, на различни уреди. Оваа споредба му открива на огласувачот дека нејзината рекламна публика главно пристапува до рекламите преку мобилни уреди и веројатно е на возраст од 45 до 60 години."]},"10":{"id":10,"name":"Развивање и подобрување на услугите","description":"Информациите за вашата активност на оваа услуга, како што е вашата интеракција со реклами или содржини, може да бидат многу корисни за подобрување на производите и услугите и за изградба на нови производи и услуги врз основа на интеракциите на корисниците, видот на публиката итн. Оваа специфична цел не вклучуваат развој или подобрување на кориснички профили и идентификатори.","illustrations":["Технолошката платформа која работи со давател на социјални медиуми забележува раст на корисниците на мобилни апликации и гледа врз основа на нивните профили дека многу од нив се поврзуваат преку мобилни конекции. Користи нова технологија за да испорача реклами што се форматирани за мобилни уреди и кои имаат низок опсег, за да ги подобри нивните перформанси.","Огласувач бара начин да прикажува реклами на нов тип на потрошувачки уред. Собира информации за начинот на кој корисниците комуницираат со овој нов вид уред за да одреди дали може да изгради нов механизам за прикажување реклами на овој тип на уреди."]},"11":{"id":11,"name":"Користете ограничени податоци за да изберете содржина","description":"Содржините што ви се претставени на оваа услуга може да се засноваат на ограничени податоци, како што се веб-локацијата или апликацијата што ја користите, вашата непрецизна локација, типот на вашиот уред или содржината со која сте (или сте биле) во интеракција (на пример, за да го ограничите бројот на пати што ви се прикажува видео или статија).\n","illustrations":["Едно списание за патувања објави напис на својата веб-страница за новите онлајн курсеви предложени од јазично училиште, за подобрување на искуствата од патувањето во странство. Објавите на блогот на училиштето се вметнуваат директно на дното на страницата и се избираат врз основа на вашата непрецизна локација (на пример, објави на блог што ја објаснуваат наставната програма на курсот за различни јазици од јазикот на земјата во која се наоѓате).\n","Мобилна апликација за спортски вести започна нов дел од написи кои ги покриваат најновите фудбалски игри. Секоја статија вклучува видеа хостирани од посебна платформа за стриминг што ги прикажува најважните моменти од секој натпревар. Ако брзо препраќате видео, оваа информација може да се користи за избор на пократко видео за репродукција следно.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Обезбедете безбедност, спречувајте и откривајте измама и поправете ги грешките\n","description":"Вашите податоци може да се користат за следење и спречување на невообичаени и евентуално лажни активности (на пример, во врска со рекламирање, кликови на реклами од ботови) и да се обезбеди правилно и безбедно функционирање на системите и процесите. Може да се користи и за да се поправат какви било проблеми со кои може да се сретнете вие, издавачот или огласувачот при испораката на содржината и рекламите и во вашата интеракција со нив.","illustrations":["Рекламниот посредник доставува реклами од различни огласувачи до својата мрежа на партнерски веб-страници. Забележува големо зголемување на кликовите на реклами кои се однесуваат на еден огласувач и користи податоци за изворот на кликовите за да утврди дека 80% од кликовите доаѓаат од ботови, а не од луѓе."]},"2":{"id":2,"name":"Доставувајте и презентирајте реклами и содржини","description":"Одредени информации (како IP адреса или можности на уредот) се користат за да се обезбеди техничка компатибилност на содржината или рекламирањето и да се олесни преносот на содржината или рекламата на вашиот уред.","illustrations":["Со кликнување на врската во статијата обично може да ве испрати на друга страница или дел од статијата. За да го постигнете ова, 1°) вашиот прелистувач испраќа барање до сервер поврзан со веб-локацијата, 2°) серверот одговара („еве ја статијата што ја побаравте“), користејќи технички информации автоматски вклучени во барањето испратено од вашиот уред, за правилно прикажување на информациите/сликите кои се дел од статијата што ја побаравте. Технички, таквата размена на информации е неопходна за да се испорача содржината што се појавува на вашиот екран."]}},"features":{"1":{"id":1,"name":"Сопирајте и комбинирајте податоци од други извори на податоци","description":"Информациите за вашата активност на оваа услуга може да се совпаднат и комбинираат со други информации кои се однесуваат на вас и потекнуваат од различни извори (на пример вашата активност на посебна онлајн услуга, вашата употреба на картичка за лојалност во продавницата или вашите одговори на анкета ), како поддршка на целите објаснети во ова известување.","illustrations":[]},"2":{"id":2,"name":"Поврзете различни уреди","description":"Како поддршка на целите објаснети во ова известување, вашиот уред може да се смета за веројатно поврзан со други уреди што припаѓаат на вас или на вашето домаќинство (на пример затоа што сте најавени на истата услуга и на вашиот телефон и на вашиот компјутер, или затоа што може да ја користите истата интернет конекција на двата уреди).","illustrations":[]},"3":{"id":3,"name":"Идентификувајте ги уредите врз основа на информациите што се пренесуваат автоматски","description":"Вашиот уред може да се разликува од другите уреди врз основа на информациите што автоматски ги испраќа при пристапување на Интернет (на пример, IP адресата на вашата интернет конекција или типот на прелистувачот што го користите) како поддршка на целите изложени во ова известување.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Користете прецизни податоци за геолокација","description":"Со вашето прифаќање, вашата прецизна локација (во радиус помал од 500 метри) може да се користи за поддршка на целите објаснети во ова известување.","illustrations":[]},"2":{"id":2,"name":"Активно скенирајте ги карактеристиките на уредот за идентификација","description":"Со вашето прифаќање, одредени карактеристики специфични за вашиот уред може да се побараат и да се користат за да се разликува од другите уреди (како што се инсталираните фонтови или приклучоци, резолуцијата на вашиот екран) како поддршка на целите објаснети во ова известување.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"IP адреси","description":"Вашата IP адреса е број доделен од вашиот давател на Интернет услуги на која било интернет врска. Не е секогаш специфичен за вашиот уред и не е секогаш стабилен идентификатор.\n Се користи за насочување информации на Интернет и прикажување онлајн содржини (вклучувајќи реклами) на вашиот поврзан уред."},"2":{"id":2,"name":"Карактеристики на уредот","description":"Технички карактеристики за уредот што го користите кои не се единствени само за вас, како што се јазикот, временската зона или оперативниот систем."},"3":{"id":3,"name":"Идентификатори на уреди","description":"Идентификаторот на уредот е единствена низа од знаци доделени на вашиот уред или прелистувач со помош на колаче или други технологии за складирање.\n Може да биде креиран или пристапен за да го препознае вашиот уред на пр. преку веб-страници од истата локација или на повеќе локации или апликации."},"4":{"id":4,"name":"Веројатни идентификатори","description":"Може да се создаде веројатен идентификатор со комбинирање на карактеристики поврзани со вашиот уред (тип на користен прелистувач или оперативен систем) и IP адресата на интернет-врската. Ако го дадете вашиот договор, дополнителни карактеристики (на пр. инсталиран фонт или резолуција на екранот) исто така може да се комбинираат за да се подобри прецизноста на веројатниот идентификатор.\n Таквиот идентификатор се смета за „веројатен“ бидејќи неколку уреди можат да ги делат истите карактеристики и интернет конекција. Може да се користи за препознавање на вашиот уред на пр. веб-страници од истата локација или на повеќе локации или апликации."},"5":{"id":5,"name":"Идентификатори изведени од автентикација","description":"Кога идентификаторот е креиран врз основа на податоци за автентикација, како што се детали за контакт поврзани со онлајн сметки што сте ги создале на веб-локации или апликации (на пр. адреса на е-пошта, телефонски број) или идентификатори на клиенти (на пр. идентификатор обезбеден од вашиот телеком оператор), тој идентификатор може да се користи за да ве препознае преку веб-локации, апликации и уреди кога сте најавени со истите детали за контакт."},"6":{"id":6,"name":"Податоци за прелистување и интеракција","description":"Вашата онлајн активност, како што се веб-локациите што ги посетувате, апликациите што ги користите, содржината што ја пребарувате на оваа услуга или вашите интеракции со содржина или реклами, како на пр., колку пати сте виделе одредена содржина или реклама или дали сте кликнале на тоа.\n"},"7":{"id":7,"name":"Податоци обезбедени од корисникот","description":"Информациите што можеби сте ги дале како декларација преку формулар (на пр. повратни информации, коментар) или кога креирате сметка (на пр. возраста, вашето занимање)."},"8":{"id":8,"name":"Непрецизни податоци за локацијата","description":"Приближување на вашата локација, изразена како област со радиус од најмалку 500 метри. Вашата приближна локација може да се заклучи од на пр. IP адресата на вашата врска."},"9":{"id":9,"name":"Прецизни податоци за локацијата","description":"Вашата прецизна локација во радиус помал од 500 метри врз основа на вашите GPS координати. Може да се користи само со ваше прифаќање."},"10":{"id":10,"name":"Кориснички профили","description":"Одредени карактеристики (на пр. вашите можни интереси, вашите намери за купување, вашиот потрошувачки профил) може да се заклучат или моделираат од вашата претходна онлајн активност (на пр. содржината што сте ја гледале или услугата што сте ја користеле, вашето време поминато на различни онлајн содржини и услуги) или информации што сте ги дале (на пр. вашата возраст, вашето занимање)."},"11":{"id":11,"name":"Избори за приватност","description":"Вашите преференции во врска со обработката на вашите податоци, врз основа на информациите што сте ги добиле."}}}
