{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"किसी डिवाइस पर जानकारी संग्रहीत करें और/या उस तक पहुंचें","description":"कुकीज़, डिवाइस या समान ऑनलाइन पहचानकर्ता (जैसे लॉगिन-आधारित पहचानकर्ता, यादृच्छिक रूप से निर्दिष्ट पहचानकर्ता, नेटवर्क आधारित पहचानकर्ता) अन्य जानकारी (जैसे ब्राउज़र प्रकार और जानकारी, भाषा, स्क्रीन आकार, समर्थित तकनीक आदि) के साथ आपके पर संग्रहीत या पढ़े जा सकते हैं यहां प्रस्तुत उद्देश्यों में से एक या कई उद्देश्यों के लिए, हर बार किसी ऐप या वेबसाइट से कनेक्ट होने पर इसे पहचानने के लिए डिवाइस।","illustrations":["जब आप किसी ऐप का उपयोग करते हैं या किसी वेबसाइट पर जाते हैं तो इस नोटिस में बताए गए अधिकांश उद्देश्य आपके डिवाइस से जानकारी के भंडारण या उस तक पहुंच पर निर्भर करते हैं। उदाहरण के लिए, किसी विक्रेता या प्रकाशक को किसी वेबसाइट पर आपकी पहली विज़िट के दौरान आपके डिवाइस पर एक कुकी संग्रहीत करने की आवश्यकता हो सकती है, ताकि आपकी अगली विज़िट के दौरान आपके डिवाइस को पहचानने में सक्षम हो सके (हर बार इस कुकी तक पहुंच कर)।"]},"2":{"id":2,"name":"विज्ञापन का चयन करने के लिए सीमित डेटा का उपयोग करें","description":"इस सेवा पर आपके लिए प्रस्तुत विज्ञापन सीमित डेटा पर आधारित हो सकता है, जैसे कि आप जिस वेबसाइट या ऐप का उपयोग कर रहे हैं, आपका गैर-सटीक स्थान, आपका डिवाइस प्रकार या आप किस सामग्री के साथ बातचीत कर रहे हैं (या कर रहे हैं) (उदाहरण के लिए, किसी विज्ञापन को आपके समक्ष प्रस्तुत किए जाने की संख्या सीमित करें)।","illustrations":["एक कार निर्माता कार्यालय समय के बाद शहर में रहने वाले पर्यावरण के प्रति जागरूक उपयोगकर्ताओं के बीच अपने इलेक्ट्रिक वाहनों को बढ़ावा देना चाहता है। विज्ञापन उन उपयोगकर्ताओं के लिए शाम 6:30 बजे के बाद संबंधित सामग्री (जैसे जलवायु परिवर्तन कार्यों पर एक लेख) के साथ एक पृष्ठ पर प्रस्तुत किया जाता है, जिनके गैर-सटीक स्थान से पता चलता है कि वे शहरी क्षेत्र में हैं।","वॉटरकलर पेंट्स का एक बड़ा निर्माता अपनी नवीनतम वॉटरकलर रेंज के लिए एक ऑनलाइन विज्ञापन अभियान चलाना चाहता है, ताकि अधिक से अधिक शौकिया और पेशेवर कलाकारों तक पहुंचने के लिए अपने दर्शकों में विविधता लाई जा सके और बेमेल सामग्री के बगल में विज्ञापन दिखाने से बचा जा सके (उदाहरण के लिए, कैसे करें के बारे में लेख) अपने घर को पेंट करें)। विज्ञापन को आपके सामने प्रस्तुत किए जाने की संख्या का पता लगाया जाता है और इसे सीमित किया जाता है, ताकि इसे बहुत बार प्रस्तुत करने से बचा जा सके।"]},"3":{"id":3,"name":"वैयक्तिकृत विज्ञापन के लिए प्रोफ़ाइल बनाएं","description":"इस सेवा पर आपकी गतिविधि के बारे में जानकारी (जैसे कि आपके द्वारा सबमिट किए गए फॉर्म, आपके द्वारा देखी जाने वाली सामग्री) को आपके बारे में अन्य जानकारी (उदाहरण के लिए, इस सेवा और अन्य वेबसाइटों या ऐप्स पर आपकी पिछली गतिविधि की जानकारी) या समान उपयोगकर्ताओं के साथ संग्रहीत और संयोजित किया जा सकता है। . इसके बाद इसका उपयोग आपके बारे में एक प्रोफ़ाइल बनाने या सुधारने के लिए किया जाता है (जिसमें संभावित रुचियां और व्यक्तिगत पहलू शामिल हो सकते हैं)। आपकी प्रोफ़ाइल का उपयोग (बाद में भी) विज्ञापन प्रस्तुत करने के लिए किया जा सकता है जो इस और अन्य संस्थाओं द्वारा आपके संभावित हितों के आधार पर अधिक प्रासंगिक प्रतीत होता है।","illustrations":["यदि आपने खरीदने के लिए सर्वोत्तम बाइक एक्सेसरीज़ के बारे में कई लेख पढ़े हैं, तो इस जानकारी का उपयोग बाइक एक्सेसरीज़ में आपकी रुचि के बारे में एक प्रोफ़ाइल बनाने के लिए किया जा सकता है। ऐसी प्रोफ़ाइल का उपयोग या सुधार बाद में उसी या किसी भिन्न वेबसाइट या ऐप पर आपको किसी विशेष बाइक एक्सेसरी ब्रांड के लिए विज्ञापन प्रस्तुत करने के लिए किया जा सकता है। यदि आप किसी लक्जरी कार निर्माता वेबसाइट पर किसी वाहन के लिए कॉन्फिगरेटर को भी देखते हैं, तो इस जानकारी को बाइक में आपकी रुचि के साथ जोड़कर आपकी प्रोफ़ाइल को परिष्कृत किया जा सकता है और यह धारणा बनाई जा सकती है कि आप लक्जरी साइक्लिंग गियर में रुचि रखते हैं।","एक परिधान कंपनी अपने उच्च गुणवत्ता वाले बच्चों के कपड़ों की नई शृंखला का प्रचार करना चाहती है। यह एक ऐसी एजेंसी से संपर्क करता है जिसके पास उच्च आय वाले ग्राहकों (जैसे हाई-एंड सुपरमार्केट) वाले ग्राहकों का एक नेटवर्क है और एजेंसी से युवा माता-पिता या जोड़ों की प्रोफाइल बनाने के लिए कहता है, जिनके बारे में माना जा सकता है कि वे अमीर हैं और एक नया बच्चा पैदा कर सकते हैं। , ताकि बाद में इनका उपयोग उन प्रोफ़ाइलों के आधार पर भागीदार ऐप्स के भीतर विज्ञापन प्रस्तुत करने के लिए किया जा सके।"]},"4":{"id":4,"name":"वैयक्तिकृत विज्ञापन का चयन करने के लिए प्रोफ़ाइल का उपयोग करें","description":"इस सेवा पर आपके सामने प्रस्तुत विज्ञापन आपके विज्ञापन प्रोफाइल पर आधारित हो सकता है, जो इस सेवा या अन्य वेबसाइटों या ऐप्स (जैसे आपके द्वारा सबमिट किए गए फॉर्म, आपके द्वारा देखी जाने वाली सामग्री), संभावित रुचियों और व्यक्तिगत पहलुओं पर आपकी गतिविधि को प्रतिबिंबित कर सकता है।","illustrations":["एक ऑनलाइन खुदरा विक्रेता दौड़ने वाले जूतों की सीमित बिक्री का विज्ञापन करना चाहता है। यह उन उपयोगकर्ताओं को विज्ञापन लक्षित करना चाहता है जिन्होंने पहले इसके मोबाइल ऐप पर दौड़ने वाले जूते देखे थे। ट्रैकिंग तकनीकों का उपयोग यह पहचानने के लिए किया जा सकता है कि आपने पहले मोबाइल ऐप का उपयोग रनिंग शूज़ से परामर्श लेने के लिए किया है, ताकि आपको ऐप पर संबंधित विज्ञापन प्रस्तुत किया जा सके।","किसी वेबसाइट पर बाइक एक्सेसरीज़ की खोज करने वाले व्यक्ति के संबंध में वैयक्तिकृत विज्ञापन के लिए बनाई गई प्रोफ़ाइल का उपयोग किसी अन्य संगठन के मोबाइल ऐप पर बाइक एक्सेसरीज़ के लिए प्रासंगिक विज्ञापन प्रस्तुत करने के लिए किया जा सकता है।"]},"5":{"id":5,"name":"सामग्री को वैयक्तिकृत करने के लिए प्रोफ़ाइल बनाएं","description":"इस सेवा पर आपकी गतिविधि के बारे में जानकारी (उदाहरण के लिए, आपके द्वारा सबमिट किए गए फॉर्म, आपके द्वारा देखी जाने वाली गैर-विज्ञापन सामग्री) को आपके बारे में अन्य जानकारी (जैसे इस सेवा या अन्य वेबसाइटों या ऐप्स पर आपकी पिछली गतिविधि) या इसी तरह की अन्य जानकारी के साथ संग्रहीत और संयोजित किया जा सकता है। उपयोगकर्ता. इसके बाद इसका उपयोग आपके बारे में प्रोफ़ाइल बनाने या सुधारने के लिए किया जाता है (उदाहरण के लिए इसमें संभावित रुचियां और व्यक्तिगत पहलू शामिल हो सकते हैं)। आपकी प्रोफ़ाइल का उपयोग (बाद में भी) ऐसी सामग्री प्रस्तुत करने के लिए किया जा सकता है जो आपकी संभावित रुचियों के आधार पर अधिक प्रासंगिक प्रतीत होती है, जैसे कि जिस क्रम में सामग्री आपको दिखाई जाती है उसे अनुकूलित करके, ताकि आपके लिए अपनी सामग्री से मेल खाने वाली सामग्री ढूंढना और भी आसान हो जाए। रूचियाँ।\n","illustrations":["आपने सोशल मीडिया प्लेटफॉर्म पर ट्रीहाउस बनाने के तरीके पर कई लेख पढ़े हैं। इस जानकारी को आउटडोर से संबंधित सामग्री के साथ-साथ स्वयं करें मार्गदर्शिकाओं में आपकी रुचि को चिह्नित करने के लिए एक प्रोफ़ाइल में जोड़ा जा सकता है (सामग्री के वैयक्तिकरण की अनुमति देने के उद्देश्य से, ताकि उदाहरण के लिए आपको अधिक ब्लॉग पोस्ट और लेख प्रस्तुत किए जा सकें) भविष्य में वृक्षगृहों और लकड़ी के केबिनों पर)।","आपने विभिन्न टीवी ऐप्स पर अंतरिक्ष अन्वेषण पर तीन वीडियो देखे हैं। एक असंबंधित समाचार प्लेटफ़ॉर्म जिसके साथ आपका कोई संपर्क नहीं है, उस देखने के व्यवहार के आधार पर एक प्रोफ़ाइल बनाता है, जो अन्य वीडियो के लिए संभावित रुचि के विषय के रूप में अंतरिक्ष अन्वेषण को चिह्नित करता है।"]},"6":{"id":6,"name":"वैयक्तिकृत सामग्री का चयन करने के लिए प्रोफ़ाइल का उपयोग करें","description":"इस सेवा पर आपको प्रस्तुत की गई सामग्री आपकी सामग्री वैयक्तिकरण प्रोफाइल पर आधारित हो सकती है, जो इस या अन्य सेवाओं पर आपकी गतिविधि को प्रतिबिंबित कर सकती है (उदाहरण के लिए, आपके द्वारा सबमिट किए गए फॉर्म, आपके द्वारा देखी जाने वाली सामग्री), संभावित रुचियां और व्यक्तिगत पहलू, जैसे कि जिस क्रम में आपको सामग्री दिखाई जाती है उसे अपनाना, ताकि आपके लिए अपनी रुचियों से मेल खाने वाली (गैर-विज्ञापन) सामग्री ढूंढना और भी आसान हो जाए।","illustrations":["आप सोशल मीडिया प्लेटफॉर्म पर शाकाहारी भोजन पर लेख पढ़ते हैं और फिर किसी असंबद्ध कंपनी के कुकिंग ऐप का उपयोग करते हैं। सोशल मीडिया प्लेटफॉर्म पर आपके बारे में बनाई गई प्रोफ़ाइल का उपयोग आपको कुकिंग ऐप की स्वागत स्क्रीन पर शाकाहारी व्यंजन पेश करने के लिए किया जाएगा।","आपने विभिन्न वेबसाइटों पर नौकायन के बारे में तीन वीडियो देखे हैं। जब आप ऑनलाइन वीडियो देखने के लिए उन विभिन्न वेबसाइटों पर गए थे, तब आपके बारे में बनाई गई प्रोफ़ाइल के आधार पर, एक असंबंधित वीडियो शेयरिंग प्लेटफ़ॉर्म रोइंग पर पांच अन्य वीडियो की अनुशंसा करेगा जो आपके लिए रुचिकर हो सकते हैं।"]},"7":{"id":7,"name":"विज्ञापन प्रदर्शन को मापें","description":"आपके सामने कौन सा विज्ञापन प्रस्तुत किया गया है और आप उसके साथ कैसे इंटरैक्ट करते हैं, इसकी जानकारी का उपयोग यह निर्धारित करने के लिए किया जा सकता है कि किसी विज्ञापन ने आपके या अन्य उपयोगकर्ताओं के लिए कितना अच्छा काम किया है और क्या विज्ञापन के लक्ष्य पूरे हुए हैं। उदाहरण के लिए, क्या आपने कोई विज्ञापन देखा, क्या आपने उस पर क्लिक किया, क्या इससे आपको कोई उत्पाद खरीदने या किसी वेबसाइट पर जाने का मौका मिला, आदि। यह विज्ञापन अभियानों की प्रासंगिकता को समझने में बहुत मददगार है।","illustrations":["आपने एक प्रकाशक की वेबसाइट पर एक ऑनलाइन दुकान द्वारा \"ब्लैक फ्राइडे\" छूट के बारे में एक विज्ञापन पर क्लिक किया है और एक उत्पाद खरीदा है। आपका क्लिक इस खरीदारी से लिंक कर दिया जाएगा. आपकी और अन्य उपयोगकर्ताओं की बातचीत को यह जानने के लिए मापा जाएगा कि विज्ञापन पर कितने क्लिक के कारण खरीदारी हुई।","आप उन बहुत कम लोगों में से एक हैं जिन्होंने किसी प्रकाशक के ऐप के भीतर एक ऑनलाइन उपहार की दुकान द्वारा \"अंतर्राष्ट्रीय प्रशंसा दिवस\" छूट के बारे में विज्ञापन पर क्लिक किया है। प्रकाशक यह समझने के लिए रिपोर्ट चाहता है कि ऐप के भीतर एक विशिष्ट विज्ञापन प्लेसमेंट, और विशेष रूप से \"अंतर्राष्ट्रीय प्रशंसा दिवस\" विज्ञापन, प्रकाशक और उसके भागीदारों (जैसे एजेंसियों के रूप में) विज्ञापन प्लेसमेंट अनुकूलित करें।"]},"8":{"id":8,"name":"सामग्री प्रदर्शन को मापें","description":"आपके सामने कौन सी सामग्री प्रस्तुत की गई है और आप उसके साथ कैसे इंटरैक्ट करते हैं, इसकी जानकारी का उपयोग यह निर्धारित करने के लिए किया जा सकता है कि क्या (गैर-विज्ञापन) सामग्री, उदाहरण के लिए, अपने इच्छित दर्शकों तक पहुंची है और आपकी रुचियों से मेल खाती है। उदाहरण के लिए, चाहे आप कोई लेख पढ़ें, वीडियो देखें, पॉडकास्ट सुनें या किसी उत्पाद का विवरण देखें, आपने इस सेवा पर कितना समय बिताया और आपके द्वारा देखे गए वेब पेज आदि। यह (गैर) की प्रासंगिकता को समझने में बहुत सहायक है -विज्ञापन) वह सामग्री जो आपको दिखाई जाती है।\n","illustrations":["आपने एक प्रकाशक के मोबाइल ऐप पर लंबी पैदल यात्रा के बारे में एक ब्लॉग पोस्ट पढ़ी है और एक अनुशंसित और संबंधित पोस्ट के लिंक का अनुसरण किया है। आपकी बातचीत को यह दर्शाते हुए रिकॉर्ड किया जाएगा कि प्रारंभिक लंबी पैदल यात्रा पोस्ट आपके लिए उपयोगी थी और यह संबंधित पोस्ट में आपकी रुचि बढ़ाने में सफल रही। इसे यह जानने के लिए मापा जाएगा कि क्या भविष्य में लंबी पैदल यात्रा पर अधिक पोस्ट तैयार की जाएंगी और उन्हें मोबाइल ऐप की होम स्क्रीन पर कहां रखा जाएगा।","आपको फैशन ट्रेंड पर एक वीडियो प्रस्तुत किया गया था, लेकिन आपने और कई अन्य उपयोगकर्ताओं ने 30 सेकंड के बाद देखना बंद कर दिया। इस जानकारी का उपयोग फैशन रुझानों पर भविष्य के वीडियो की सही लंबाई का मूल्यांकन करने के लिए किया जाता है।"]},"9":{"id":9,"name":"विभिन्न स्रोतों से आंकड़ों या डेटा के संयोजन के माध्यम से दर्शकों को समझें","description":"सामान्य विशेषताओं (उदाहरण के लिए,) की पहचान करने के लिए विज्ञापन या (गैर-विज्ञापन) सामग्री के साथ आपके और अन्य उपयोगकर्ताओं के इंटरैक्शन के संबंध में डेटा सेट (जैसे उपयोगकर्ता प्रोफाइल, सांख्यिकी, बाजार अनुसंधान, विश्लेषण डेटा) के संयोजन के आधार पर रिपोर्ट तैयार की जा सकती है। निर्धारित करें कि कौन से लक्षित दर्शक किसी विज्ञापन अभियान या कुछ सामग्री के प्रति अधिक ग्रहणशील हैं)।","illustrations":["एक ऑनलाइन बुकस्टोर का मालिक वाणिज्यिक रिपोर्टिंग चाहता है जिसमें उन आगंतुकों का अनुपात दिखाया जाए जिन्होंने उसकी साइट से परामर्श किया और बिना खरीदारी किए छोड़ दिया, या परामर्श किया और महीने की अंतिम सेलिब्रिटी आत्मकथा खरीदी, साथ ही औसत आयु और प्रत्येक श्रेणी के पुरुष/महिला वितरण को भी दर्शाया। . फिर इसकी साइट पर आपके नेविगेशन और आपकी व्यक्तिगत विशेषताओं से संबंधित डेटा का उपयोग किया जाता है और इन आंकड़ों को तैयार करने के लिए ऐसे अन्य डेटा के साथ जोड़ा जाता है।","एक विज्ञापनदाता अपने विज्ञापनों के साथ इंटरैक्ट करने वाले दर्शकों के प्रकार को बेहतर ढंग से समझना चाहता है। यह एक शोध संस्थान को विज्ञापन के साथ इंटरैक्ट करने वाले उपयोगकर्ताओं की विशेषताओं की तुलना विभिन्न उपकरणों के समान प्लेटफार्मों के उपयोगकर्ताओं की विशिष्ट विशेषताओं के साथ करने के लिए कहता है। इस तुलना से विज्ञापनदाता को पता चलता है कि उसके विज्ञापन दर्शक मुख्य रूप से मोबाइल उपकरणों के माध्यम से विज्ञापनों तक पहुंच रहे हैं और संभवतः 45-60 वर्ष की आयु सीमा में हैं।"]},"10":{"id":10,"name":"सेवाओं का विकास और सुधार करें","description":"इस सेवा पर आपकी गतिविधि के बारे में जानकारी, जैसे विज्ञापनों या सामग्री के साथ आपकी बातचीत, उत्पादों और सेवाओं को बेहतर बनाने और उपयोगकर्ता की बातचीत, दर्शकों के प्रकार आदि के आधार पर नए उत्पादों और सेवाओं के निर्माण में बहुत सहायक हो सकती है। यह विशिष्ट उद्देश्य नहीं है उपयोगकर्ता प्रोफ़ाइल और पहचानकर्ताओं का विकास या सुधार शामिल करें।","illustrations":["सोशल मीडिया प्रदाता के साथ काम करने वाला एक प्रौद्योगिकी मंच मोबाइल ऐप उपयोगकर्ताओं में वृद्धि को नोटिस करता है, और उनके प्रोफाइल के आधार पर देखता है कि उनमें से कई मोबाइल कनेक्शन के माध्यम से जुड़ रहे हैं। यह उन विज्ञापनों को वितरित करने के लिए एक नई तकनीक का उपयोग करता है जो मोबाइल उपकरणों के लिए प्रारूपित होते हैं और जो कम बैंडविड्थ वाले होते हैं, ताकि उनके प्रदर्शन में सुधार हो सके।","एक विज्ञापनदाता एक नए प्रकार के उपभोक्ता उपकरण पर विज्ञापन प्रदर्शित करने का तरीका ढूंढ रहा है। यह यह निर्धारित करने के लिए कि क्या यह इस प्रकार के डिवाइस पर विज्ञापन प्रदर्शित करने के लिए एक नया तंत्र बना सकता है, उपयोगकर्ताओं द्वारा इस नए प्रकार के डिवाइस के साथ बातचीत करने के तरीके के बारे में जानकारी एकत्र करता है।"]},"11":{"id":11,"name":"सामग्री का चयन करने के लिए सीमित डेटा का उपयोग करें","description":"इस सेवा पर आपके सामने प्रस्तुत सामग्री सीमित डेटा पर आधारित हो सकती है, जैसे कि आप जिस वेबसाइट या ऐप का उपयोग कर रहे हैं, आपका गैर-सटीक स्थान, आपका डिवाइस प्रकार, या आप किस सामग्री के साथ बातचीत कर रहे हैं (या कर रहे हैं) (उदाहरण के लिए, किसी वीडियो या लेख को आपके समक्ष प्रस्तुत किए जाने की संख्या को सीमित करने के लिए)।\n","illustrations":["एक यात्रा पत्रिका ने विदेश यात्रा के अनुभवों को बेहतर बनाने के लिए एक भाषा स्कूल द्वारा प्रस्तावित नए ऑनलाइन पाठ्यक्रमों के बारे में अपनी वेबसाइट पर एक लेख प्रकाशित किया है। स्कूल के ब्लॉग पोस्ट सीधे पृष्ठ के नीचे डाले जाते हैं, और आपके गैर-सटीक स्थान के आधार पर चुने जाते हैं (उदाहरण के लिए, जिस देश में आप स्थित हैं उस देश की भाषा के अलावा विभिन्न भाषाओं के लिए पाठ्यक्रम की व्याख्या करने वाले ब्लॉग पोस्ट)।\n","एक खेल समाचार मोबाइल ऐप ने नवीनतम फुटबॉल खेलों को कवर करने वाले लेखों का एक नया खंड शुरू किया है। प्रत्येक लेख में एक अलग स्ट्रीमिंग प्लेटफ़ॉर्म द्वारा होस्ट किए गए वीडियो शामिल होते हैं जो प्रत्येक मैच के मुख्य आकर्षण दिखाते हैं। यदि आप किसी वीडियो को तेजी से अग्रेषित करते हैं, तो इस जानकारी का उपयोग आगे चलाने के लिए एक छोटा वीडियो चुनने के लिए किया जा सकता है।\n"]}},"specialPurposes":{"1":{"id":1,"name":"सुरक्षा सुनिश्चित करें, धोखाधड़ी को रोकें और उसका पता लगाएं, और त्रुटियों को ठीक करें\n","description":"आपके डेटा का उपयोग असामान्य और संभवतः धोखाधड़ी वाली गतिविधि (उदाहरण के लिए, विज्ञापन, बॉट्स द्वारा विज्ञापन क्लिक के संबंध में) की निगरानी करने और उसे रोकने के लिए किया जा सकता है, और यह सुनिश्चित करने के लिए कि सिस्टम और प्रक्रियाएं ठीक से और सुरक्षित रूप से काम करती हैं। इसका उपयोग सामग्री और विज्ञापनों के वितरण और उनके साथ आपकी बातचीत में आपके, प्रकाशक या विज्ञापनदाता के सामने आने वाली किसी भी समस्या को ठीक करने के लिए भी किया जा सकता है।","illustrations":["एक विज्ञापन मध्यस्थ विभिन्न विज्ञापनदाताओं से अपने भागीदार वेबसाइटों के नेटवर्क पर विज्ञापन वितरित करता है। यह एक विज्ञापनदाता से संबंधित विज्ञापनों पर क्लिक में बड़ी वृद्धि को नोटिस करता है, और यह निर्धारित करने के लिए क्लिक के स्रोत से संबंधित डेटा का उपयोग करता है कि 80% क्लिक मनुष्यों के बजाय बॉट्स से आते हैं।"]},"2":{"id":2,"name":"विज्ञापन और सामग्री वितरित और प्रस्तुत करें","description":"सामग्री या विज्ञापन की तकनीकी अनुकूलता सुनिश्चित करने और आपके डिवाइस पर सामग्री या विज्ञापन के प्रसारण को सुविधाजनक बनाने के लिए कुछ जानकारी (जैसे आईपी पता या डिवाइस क्षमताएं) का उपयोग किया जाता है।","illustrations":["किसी लेख के किसी लिंक पर क्लिक करने से आप आमतौर पर किसी अन्य पृष्ठ या लेख के भाग पर पहुंच सकते हैं। इसे प्राप्त करने के लिए, 1°) आपका ब्राउज़र वेबसाइट से जुड़े सर्वर को एक अनुरोध भेजता है, 2°) सर्वर आपके द्वारा भेजे गए अनुरोध में स्वचालित रूप से शामिल तकनीकी जानकारी का उपयोग करके जवाब देता है (\"यहां वह लेख है जो आपने मांगा था\") डिवाइस, आपके द्वारा मांगे गए लेख का हिस्सा जानकारी/छवियों को ठीक से प्रदर्शित करने के लिए। तकनीकी रूप से, आपकी स्क्रीन पर दिखाई देने वाली सामग्री को वितरित करने के लिए सूचनाओं का ऐसा आदान-प्रदान आवश्यक है।"]}},"features":{"1":{"id":1,"name":"अन्य डेटा स्रोतों से डेटा का मिलान और संयोजन करें","description":"इस सेवा पर आपकी गतिविधि के बारे में जानकारी का मिलान आपसे संबंधित और विभिन्न स्रोतों से प्राप्त अन्य जानकारी के साथ किया जा सकता है (उदाहरण के लिए एक अलग ऑनलाइन सेवा पर आपकी गतिविधि, स्टोर में लॉयल्टी कार्ड का उपयोग, या किसी सर्वेक्षण में आपके उत्तर) ), इस नोटिस में बताए गए उद्देश्यों के समर्थन में।","illustrations":[]},"2":{"id":2,"name":"विभिन्न उपकरणों को लिंक करें","description":"इस नोटिस में बताए गए उद्देश्यों के समर्थन में, आपके डिवाइस को संभवतः आपके या आपके घर के अन्य उपकरणों से जुड़ा हुआ माना जा सकता है (उदाहरण के लिए क्योंकि आप अपने फोन और कंप्यूटर दोनों पर एक ही सेवा में लॉग इन हैं, या क्योंकि आप दोनों डिवाइस पर एक ही इंटरनेट कनेक्शन का उपयोग कर सकते हैं)।","illustrations":[]},"3":{"id":3,"name":"स्वचालित रूप से प्रसारित सूचना के आधार पर उपकरणों की पहचान करें","description":"इस नोटिस में बताए गए उद्देश्यों के समर्थन में आपके डिवाइस को इंटरनेट एक्सेस करते समय स्वचालित रूप से भेजी जाने वाली जानकारी (उदाहरण के लिए, आपके इंटरनेट कनेक्शन का आईपी पता या आपके द्वारा उपयोग किए जा रहे ब्राउज़र का प्रकार) के आधार पर अन्य डिवाइस से अलग किया जा सकता है।","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"सटीक जियोलोकेशन डेटा का उपयोग करें","description":"आपकी स्वीकृति से, आपके सटीक स्थान (500 मीटर से कम के दायरे में) का उपयोग इस नोटिस में बताए गए उद्देश्यों के समर्थन में किया जा सकता है।","illustrations":[]},"2":{"id":2,"name":"पहचान के लिए डिवाइस विशेषताओं को सक्रिय रूप से स्कैन करें","description":"आपकी स्वीकृति के साथ, आपके डिवाइस के लिए विशिष्ट विशेषताओं का अनुरोध किया जा सकता है और इस नोटिस में बताए गए उद्देश्यों के समर्थन में इसे अन्य डिवाइसों (जैसे इंस्टॉल किए गए फ़ॉन्ट या प्लगइन्स, आपकी स्क्रीन का रिज़ॉल्यूशन) से अलग करने के लिए उपयोग किया जा सकता है।","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"आईपी पते","description":"आपका आईपी पता आपके इंटरनेट सेवा प्रदाता द्वारा किसी भी इंटरनेट कनेक्शन को सौंपा गया एक नंबर है। यह हमेशा आपके डिवाइस के लिए विशिष्ट नहीं होता है और हमेशा एक स्थिर पहचानकर्ता नहीं होता है।\n इसका उपयोग इंटरनेट पर जानकारी रूट करने और आपके कनेक्टेड डिवाइस पर ऑनलाइन सामग्री (विज्ञापन सहित) प्रदर्शित करने के लिए किया जाता है।"},"2":{"id":2,"name":"उपकरण विशेषताएँ","description":"आप जिस डिवाइस का उपयोग कर रहे हैं उसके बारे में तकनीकी विशेषताएं जो आपके लिए अद्वितीय नहीं हैं, जैसे भाषा, समय क्षेत्र या ऑपरेटिंग सिस्टम।"},"3":{"id":3,"name":"डिवाइस पहचानकर्ता","description":"डिवाइस पहचानकर्ता कुकी या अन्य भंडारण तकनीकों के माध्यम से आपके डिवाइस या ब्राउज़र को निर्दिष्ट वर्णों की एक अद्वितीय स्ट्रिंग है।\n इसे आपके डिवाइस को पहचानने के लिए बनाया या एक्सेस किया जा सकता है, उदाहरण के लिए एक ही साइट के वेब पेजों पर या कई साइटों या ऐप्स पर।"},"4":{"id":4,"name":"संभाव्य पहचानकर्ता","description":"आपके डिवाइस से जुड़ी विशेषताओं (प्रयुक्त ब्राउज़र या ऑपरेटिंग सिस्टम का प्रकार) और इंटरनेट कनेक्शन के आईपी पते को मिलाकर एक संभाव्य पहचानकर्ता बनाया जा सकता है। यदि आप अपनी सहमति देते हैं, तो संभाव्य पहचानकर्ता की सटीकता में सुधार के लिए अतिरिक्त विशेषताओं (उदाहरण के लिए स्थापित फ़ॉन्ट या स्क्रीन रिज़ॉल्यूशन) को भी जोड़ा जा सकता है।\n ऐसे पहचानकर्ता को \"संभाव्य\" माना जाता है क्योंकि कई डिवाइस समान विशेषताओं और इंटरनेट कनेक्शन को साझा कर सकते हैं। इसका उपयोग आपके डिवाइस को एक ही साइट के वेब पेजों या कई साइटों या ऐप्स पर पहचानने के लिए किया जा सकता है।"},"5":{"id":5,"name":"प्रमाणीकरण-व्युत्पन्न पहचानकर्ता","description":"जहां प्रमाणीकरण डेटा के आधार पर एक पहचानकर्ता बनाया जाता है, जैसे कि वेबसाइटों या ऐप्स पर आपके द्वारा बनाए गए ऑनलाइन खातों से जुड़े संपर्क विवरण (उदाहरण के लिए ई-मेल पता, फोन नंबर) या ग्राहक पहचानकर्ता (उदाहरण के लिए आपके दूरसंचार ऑपरेटर द्वारा प्रदान किया गया पहचानकर्ता), जब आप समान संपर्क विवरण के साथ लॉग-इन करते हैं तो उस पहचानकर्ता का उपयोग आपको वेबसाइटों, ऐप्स और डिवाइसों पर पहचानने के लिए किया जा सकता है।"},"6":{"id":6,"name":"ब्राउज़िंग और इंटरैक्शन डेटा","description":"आपकी ऑनलाइन गतिविधि जैसे कि आप जिन वेबसाइटों पर जाते हैं, जिन ऐप्स का आप उपयोग कर रहे हैं, जो सामग्री आप इस सेवा पर खोजते हैं, या सामग्री या विज्ञापनों के साथ आपकी बातचीत, जैसे कि आपने किसी विशिष्ट सामग्री या विज्ञापन को कितनी बार देखा है या आपने उस पर क्लिक किया है या नहीं इस पर।\n"},"7":{"id":7,"name":"उपयोगकर्ता द्वारा उपलब्ध कराया गया डेटा","description":"वह जानकारी जो आपने एक फॉर्म (उदाहरण के लिए फीडबैक, एक टिप्पणी) के माध्यम से घोषणा के माध्यम से या खाता बनाते समय (उदाहरण के लिए आपकी उम्र, आपका व्यवसाय) प्रदान की होगी।"},"8":{"id":8,"name":"गैर-सटीक स्थान डेटा","description":"आपके स्थान का एक अनुमान, कम से कम 500 मीटर के दायरे वाले क्षेत्र के रूप में व्यक्त किया गया। आपके अनुमानित स्थान का अनुमान आपके कनेक्शन के आईपी पते से लगाया जा सकता है।"},"9":{"id":9,"name":"सटीक स्थान डेटा","description":"आपके जीपीएस निर्देशांक के आधार पर 500 मीटर से कम के दायरे में आपका सटीक स्थान। इसका उपयोग आपकी स्वीकृति से ही किया जा सकता है।"},"10":{"id":10,"name":"उपयोगकर्ताओं की प्रोफ़ाइल","description":"कुछ विशेषताएँ (उदाहरण के लिए आपकी संभावित रुचियाँ, आपकी खरीदारी के इरादे, आपकी उपभोक्ता प्रोफ़ाइल) आपकी पिछली ऑनलाइन गतिविधि (उदाहरण के लिए आपके द्वारा देखी गई सामग्री या आपके द्वारा उपयोग की गई सेवा, विभिन्न ऑनलाइन सामग्री और सेवाओं पर बिताया गया आपका समय) से अनुमान लगाया जा सकता है या मॉडल किया जा सकता है। आपके द्वारा प्रदान की गई जानकारी (जैसे आपकी उम्र, आपका व्यवसाय)।"},"11":{"id":11,"name":"गोपनीयता विकल्प","description":"आपके द्वारा प्राप्त जानकारी के आधार पर, आपके डेटा के प्रसंस्करण के संबंध में आपकी प्राथमिकताएँ।"}}}
