{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"Simpan dan/atau mencapai maklumat pada peranti","description":"Kuki, peranti atau pengecam dalam talian yang serupa (cth. pengecam berasaskan log masuk, pengecam yang diperuntukkan secara rawak, pengecam berasaskan rangkaian) bersama-sama dengan maklumat lain (cth. jenis dan maklumat penyemak imbas, bahasa, saiz skrin, teknologi yang disokong dsb.) boleh disimpan atau dibaca pada anda peranti untuk mengenalinya setiap kali ia bersambung ke apl atau ke tapak web, untuk satu atau beberapa tujuan yang dibentangkan di sini.","illustrations":["Kebanyakan tujuan yang dijelaskan dalam notis ini bergantung pada penyimpanan atau akses maklumat daripada peranti anda apabila anda menggunakan aplikasi atau melawat tapak web. Contohnya, vendor atau penerbit mungkin perlu menyimpan kuki pada peranti anda semasa lawatan pertama anda di tapak web, untuk dapat mengenali peranti anda semasa lawatan anda yang seterusnya (dengan mengakses kuki ini setiap kali)."]},"2":{"id":2,"name":"Gunakan data terhad untuk memilih pengiklanan","description":"Pengiklanan yang dipersembahkan kepada anda pada perkhidmatan ini boleh berdasarkan data terhad, seperti tapak web atau apl yang anda gunakan, lokasi anda yang tidak tepat, jenis peranti anda atau kandungan yang anda sedang (atau pernah) berinteraksi (contohnya, untuk hadkan bilangan kali iklan dipaparkan kepada anda).","illustrations":["Sebuah pengeluar kereta ingin mempromosikan kenderaan elektriknya kepada pengguna yang mementingkan alam sekitar yang tinggal di bandar selepas waktu pejabat. Pengiklanan dibentangkan pada halaman dengan kandungan yang berkaitan (seperti artikel tentang tindakan perubahan iklim) selepas 6:30 petang kepada pengguna yang lokasinya tidak tepat menunjukkan bahawa mereka berada di zon bandar.","Pengeluar besar cat air ingin menjalankan kempen pengiklanan dalam talian untuk rangkaian cat air terbaharunya, mempelbagaikan penontonnya untuk menjangkau seramai mungkin artis amatur dan profesional serta mengelak daripada memaparkan iklan di sebelah kandungan yang tidak sepadan (contohnya, artikel tentang cara untuk mengecat rumah anda). Bilangan kali iklan tersebut telah dipersembahkan kepada anda dikesan dan dihadkan, untuk mengelak daripada memaparkannya terlalu kerap."]},"3":{"id":3,"name":"Buat profil untuk pengiklanan diperibadikan","description":"Maklumat tentang aktiviti anda pada perkhidmatan ini (seperti borang yang anda serahkan, kandungan yang anda lihat) boleh disimpan dan digabungkan dengan maklumat lain tentang anda (contohnya, maklumat daripada aktiviti terdahulu anda pada perkhidmatan ini dan tapak web atau apl lain) atau pengguna yang serupa . Ini kemudiannya digunakan untuk membina atau menambah baik profil tentang anda (yang mungkin termasuk minat dan aspek peribadi yang mungkin). Profil anda boleh digunakan (juga kemudian) untuk membentangkan pengiklanan yang kelihatan lebih berkaitan berdasarkan kemungkinan minat anda oleh entiti ini dan lain-lain.","illustrations":["Jika anda membaca beberapa artikel tentang aksesori basikal terbaik untuk dibeli, maklumat ini boleh digunakan untuk membuat profil tentang minat anda terhadap aksesori basikal. Profil sedemikian boleh digunakan atau diperbaiki kemudian, pada tapak web atau apl yang sama atau berbeza untuk membentangkan anda dengan pengiklanan bagi jenama aksesori basikal tertentu. Jika anda juga melihat konfigurator untuk kenderaan di tapak web pengeluar kereta mewah, maklumat ini boleh digabungkan dengan minat anda terhadap basikal untuk memperhalusi profil anda dan membuat andaian bahawa anda berminat dengan peralatan berbasikal mewah.","Sebuah syarikat pakaian ingin mempromosikan barisan baharu pakaian bayi mewahnya. Ia berhubung dengan agensi yang mempunyai rangkaian pelanggan dengan pelanggan berpendapatan tinggi (seperti pasar raya mewah) dan meminta agensi itu membuat profil ibu bapa muda atau pasangan yang boleh diandaikan sebagai kaya dan mempunyai anak baru , supaya ini kemudiannya boleh digunakan untuk membentangkan pengiklanan dalam apl rakan kongsi berdasarkan profil tersebut."]},"4":{"id":4,"name":"Gunakan profil untuk memilih pengiklanan yang diperibadikan","description":"Pengiklanan yang dipersembahkan kepada anda pada perkhidmatan ini boleh berdasarkan profil pengiklanan anda, yang boleh mencerminkan aktiviti anda pada perkhidmatan ini atau tapak web atau apl lain (seperti borang yang anda serahkan, kandungan yang anda lihat), kemungkinan minat dan aspek peribadi.","illustrations":["Seorang peruncit dalam talian ingin mengiklankan jualan terhad untuk kasut lari. Ia mahu menyasarkan pengiklanan kepada pengguna yang sebelum ini melihat kasut lari pada apl mudah alihnya. Teknologi penjejakan mungkin digunakan untuk mengenali bahawa anda pernah menggunakan apl mudah alih sebelum ini untuk merujuk kasut lari, untuk membentangkan anda dengan iklan yang sepadan pada apl tersebut.","Profil yang dibuat untuk pengiklanan diperibadikan berkaitan dengan seseorang yang telah mencari aksesori basikal di tapak web boleh digunakan untuk membentangkan iklan yang berkaitan untuk aksesori basikal pada apl mudah alih organisasi lain."]},"5":{"id":5,"name":"Buat profil untuk memperibadikan kandungan","description":"Maklumat tentang aktiviti anda pada perkhidmatan ini (contohnya, borang yang anda serahkan, kandungan bukan pengiklanan yang anda lihat) boleh disimpan dan digabungkan dengan maklumat lain tentang anda (seperti aktiviti terdahulu anda pada perkhidmatan ini atau tapak web atau apl lain) atau yang serupa pengguna. Ini kemudiannya digunakan untuk membina atau menambah baik profil tentang anda (yang mungkin contohnya termasuk minat dan aspek peribadi yang mungkin). Profil anda boleh digunakan (juga kemudian) untuk mempersembahkan kandungan yang kelihatan lebih relevan berdasarkan minat anda yang mungkin, seperti dengan menyesuaikan susunan kandungan yang ditunjukkan kepada anda, supaya lebih mudah untuk anda mencari kandungan yang sepadan dengan anda. kepentingan.\n","illustrations":["Anda membaca beberapa artikel tentang cara membina rumah pokok di platform media sosial. Maklumat ini mungkin ditambahkan pada profil untuk menandakan minat anda terhadap kandungan yang berkaitan dengan aktiviti luar serta panduan buat sendiri (dengan objektif membenarkan pemperibadian kandungan, supaya sebagai contoh anda diberikan lebih banyak catatan blog dan artikel di rumah pokok dan kabin kayu pada masa hadapan).","Anda telah melihat tiga video tentang penerokaan angkasa lepas merentas apl TV yang berbeza. Platform berita yang tidak berkaitan yang anda tidak mempunyai kenalan membina profil berdasarkan gelagat tontonan itu, menandakan penerokaan angkasa lepas sebagai topik yang mungkin diminati untuk video lain."]},"6":{"id":6,"name":"Gunakan profil untuk memilih kandungan yang diperibadikan","description":"Kandungan yang dibentangkan kepada anda pada perkhidmatan ini boleh berdasarkan profil pemperibadian kandungan anda, yang boleh mencerminkan aktiviti anda pada perkhidmatan ini atau perkhidmatan lain (contohnya, borang yang anda serahkan, kandungan yang anda lihat), minat yang mungkin dan aspek peribadi, seperti oleh menyesuaikan susunan kandungan yang ditunjukkan kepada anda, supaya lebih mudah untuk anda mencari kandungan (bukan pengiklanan) yang sepadan dengan minat anda.","illustrations":["Anda membaca artikel tentang makanan vegetarian di platform media sosial dan kemudian menggunakan apl masakan syarikat yang tidak berkaitan. Profil yang dibina tentang anda di platform media sosial akan digunakan untuk membentangkan anda resipi vegetarian pada skrin alu-aluan apl memasak.","Anda telah melihat tiga video tentang mendayung merentasi tapak web yang berbeza. Platform perkongsian video yang tidak berkaitan akan mengesyorkan lima video lain tentang mendayung yang mungkin menarik minat anda apabila anda menggunakan apl TV anda, berdasarkan profil yang dibina tentang anda apabila anda melawati tapak web yang berbeza tersebut untuk menonton video dalam talian."]},"7":{"id":7,"name":"Ukur prestasi pengiklanan","description":"Maklumat mengenai pengiklanan yang dipersembahkan kepada anda dan cara anda berinteraksi dengannya boleh digunakan untuk menentukan sejauh mana iklan telah berfungsi untuk anda atau pengguna lain dan sama ada matlamat pengiklanan itu tercapai. Sebagai contoh, sama ada anda melihat iklan, sama ada anda mengklik padanya, sama ada ia membawa anda untuk membeli produk atau melawat tapak web, dsb. Ini sangat membantu untuk memahami kaitan kempen pengiklanan.","illustrations":["Anda telah mengklik pada iklan tentang diskaun \"black Friday\" oleh kedai dalam talian di tapak web penerbit dan membeli produk. Klik anda akan dipautkan ke pembelian ini. Interaksi anda dan pengguna lain akan diukur untuk mengetahui bilangan klik pada iklan yang membawa kepada pembelian.","Anda adalah salah seorang daripada segelintir orang yang telah mengklik pada iklan tentang diskaun \"hari penghargaan antarabangsa\" oleh kedai hadiah dalam talian dalam apl penerbit. Penerbit ingin mempunyai laporan untuk memahami kekerapan peletakan iklan tertentu dalam apl, dan terutamanya iklan \"hari penghargaan antarabangsa\", telah dilihat atau diklik oleh anda dan pengguna lain, untuk membantu penerbit dan rakan kongsinya (seperti sebagai agensi) mengoptimumkan peletakan iklan."]},"8":{"id":8,"name":"Pengukuran prestasi kandungan","description":"Maklumat mengenai kandungan yang dipersembahkan kepada anda dan cara anda berinteraksi dengannya boleh digunakan untuk menentukan sama ada kandungan (bukan pengiklanan) contohnya mencapai khalayak yang dimaksudkan dan sepadan dengan minat anda. Sebagai contoh, sama ada anda membaca artikel, menonton video, mendengar podcast atau melihat penerangan produk, berapa lama anda menghabiskan masa untuk perkhidmatan ini dan halaman web yang anda lawati dll. Ini sangat membantu untuk memahami kaitan (bukan -pengiklanan) kandungan yang ditunjukkan kepada anda.\n","illustrations":["Anda telah membaca catatan blog tentang mendaki pada apl mudah alih penerbit dan mengikuti pautan ke siaran yang disyorkan dan berkaitan. Interaksi anda akan direkodkan sebagai menunjukkan bahawa pos pendakian awal berguna kepada anda dan ia berjaya menarik minat anda dalam siaran berkaitan. Ini akan diukur untuk mengetahui sama ada untuk menghasilkan lebih banyak siaran tentang mendaki pada masa hadapan dan tempat untuk meletakkannya pada skrin utama apl mudah alih.","Anda telah dipersembahkan video tentang aliran fesyen, tetapi anda dan beberapa pengguna lain berhenti menonton selepas 30 saat. Maklumat ini kemudiannya digunakan untuk menilai kepanjangan video masa hadapan yang betul tentang trend fesyen."]},"9":{"id":9,"name":"Fahami khalayak melalui statistik atau gabungan data daripada sumber yang berbeza","description":"Laporan boleh dijana berdasarkan gabungan set data (seperti profil pengguna, statistik, penyelidikan pasaran, data analitik) mengenai interaksi anda dan pengguna lain dengan kandungan pengiklanan atau (bukan pengiklanan) untuk mengenal pasti ciri-ciri biasa (contohnya, untuk tentukan khalayak sasaran yang lebih menerima kempen iklan atau kandungan tertentu).","illustrations":["Pemilik kedai buku dalam talian mahukan pelaporan komersil yang menunjukkan nisbah pelawat yang berunding dan meninggalkan tapaknya tanpa membeli, atau berunding dan membeli autobiografi selebriti terakhir bulan itu, serta purata umur dan pengedaran lelaki/wanita bagi setiap kategori . Data yang berkaitan dengan navigasi anda di tapaknya dan dengan ciri peribadi anda kemudiannya digunakan dan digabungkan dengan data sedemikian yang lain untuk menghasilkan statistik ini.","Pengiklan ingin lebih memahami jenis khalayak yang berinteraksi dengan iklannya. Ia meminta institut penyelidikan untuk membandingkan ciri pengguna yang berinteraksi dengan iklan dengan atribut tipikal pengguna platform serupa, merentas peranti yang berbeza. Perbandingan ini mendedahkan kepada pengiklan bahawa khalayak iklannya kebanyakannya mengakses iklan melalui peranti mudah alih dan berkemungkinan dalam lingkungan umur 45-60 tahun."]},"10":{"id":10,"name":"Membangunkan dan menambah baik perkhidmatan","description":"Maklumat tentang aktiviti anda pada perkhidmatan ini, seperti interaksi anda dengan iklan atau kandungan, boleh sangat membantu untuk meningkatkan produk dan perkhidmatan serta membina produk dan perkhidmatan baharu berdasarkan interaksi pengguna, jenis khalayak, dsb. Tujuan khusus ini tidak termasuk pembangunan atau penambahbaikan profil pengguna dan pengecam.","illustrations":["Platform teknologi yang bekerja dengan penyedia media sosial melihat pertumbuhan pengguna aplikasi mudah alih dan melihat berdasarkan profil mereka bahawa kebanyakan mereka menyambung melalui sambungan mudah alih. Ia menggunakan teknologi baharu untuk menyampaikan iklan yang diformatkan untuk peranti mudah alih dan jalur lebar rendah, untuk meningkatkan prestasinya.","Pengiklan sedang mencari cara untuk memaparkan iklan pada jenis peranti pengguna baharu. Ia mengumpul maklumat mengenai cara pengguna berinteraksi dengan jenis peranti baharu ini untuk menentukan sama ada ia boleh membina mekanisme baharu untuk memaparkan pengiklanan pada peranti jenis ini."]},"11":{"id":11,"name":"Gunakan data terhad untuk memilih kandungan","description":"Kandungan yang dibentangkan kepada anda pada perkhidmatan ini boleh berdasarkan data terhad, seperti tapak web atau apl yang anda gunakan, lokasi anda yang tidak tepat, jenis peranti anda atau kandungan yang anda (atau pernah) berinteraksi (contohnya, untuk mengehadkan bilangan kali video atau artikel dipersembahkan kepada anda).\n","illustrations":["Sebuah majalah pelancongan telah menerbitkan artikel di laman webnya tentang kursus dalam talian baharu yang dicadangkan oleh sekolah bahasa, untuk meningkatkan pengalaman melancong ke luar negara. Catatan blog sekolah disisipkan terus di bahagian bawah halaman, dan dipilih berdasarkan lokasi anda yang tidak tepat (contohnya, catatan blog yang menerangkan kurikulum kursus untuk bahasa yang berbeza daripada bahasa negara tempat anda berada).\n","Apl mudah alih berita sukan telah memulakan bahagian baharu artikel yang merangkumi permainan bola sepak terbaharu. Setiap artikel termasuk video yang dihoskan oleh platform penstriman berasingan yang mempamerkan sorotan setiap perlawanan. Jika anda memajukan video dengan pantas, maklumat ini boleh digunakan untuk memilih video yang lebih pendek untuk dimainkan seterusnya.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Memastikan keselamatan, mencegah dan mengesan penipuan, dan membetulkan ralat\n","description":"Data anda boleh digunakan untuk memantau dan mencegah aktiviti luar biasa dan mungkin penipuan (contohnya, mengenai pengiklanan, klik iklan oleh bot), dan memastikan sistem dan proses berfungsi dengan baik dan selamat. Ia juga boleh digunakan untuk membetulkan sebarang masalah yang anda, penerbit atau pengiklan mungkin hadapi dalam penyampaian kandungan dan iklan dan dalam interaksi anda dengan mereka.","illustrations":["Pengantara pengiklanan menyampaikan iklan daripada pelbagai pengiklan ke rangkaian tapak web rakan kongsinya. Ia mendapati peningkatan besar dalam klik pada iklan yang berkaitan dengan satu pengiklan dan menggunakan data mengenai sumber klik untuk menentukan bahawa 80% daripada klik datang daripada bot dan bukannya manusia."]},"2":{"id":2,"name":"Menyampaikan dan mempersembahkan pengiklanan dan kandungan","description":"Maklumat tertentu (seperti alamat IP atau keupayaan peranti) digunakan untuk memastikan keserasian teknikal kandungan atau pengiklanan, dan untuk memudahkan penghantaran kandungan atau iklan ke peranti anda.","illustrations":["Mengklik pada pautan dalam artikel biasanya akan menghantar anda ke halaman lain atau sebahagian daripada artikel tersebut. Untuk mencapai matlamat ini, 1°) penyemak imbas anda menghantar permintaan kepada pelayan yang dipautkan ke tapak web, 2°) pelayan menjawab kembali (\"ini adalah artikel yang anda minta\"), menggunakan maklumat teknikal yang disertakan secara automatik dalam permintaan yang dihantar oleh anda peranti, untuk memaparkan maklumat / imej dengan betul yang merupakan sebahagian daripada artikel yang anda minta. Secara teknikalnya, pertukaran maklumat sedemikian adalah perlu untuk menyampaikan kandungan yang dipaparkan pada skrin anda."]}},"features":{"1":{"id":1,"name":"Padankan dan gabungkan data daripada sumber data lain","description":"Maklumat tentang aktiviti anda pada perkhidmatan ini mungkin dipadankan dan digabungkan dengan maklumat lain yang berkaitan dengan anda dan berasal daripada pelbagai sumber (contohnya aktiviti anda pada perkhidmatan dalam talian yang berasingan, penggunaan kad kesetiaan anda di kedai atau jawapan anda kepada tinjauan ), sebagai menyokong tujuan yang dijelaskan dalam notis ini.","illustrations":[]},"2":{"id":2,"name":"Pemautan peranti yang berbeza","description":"Untuk menyokong tujuan yang diterangkan dalam notis ini, peranti anda mungkin dianggap berkemungkinan dipautkan kepada peranti lain kepunyaan anda atau isi rumah anda (contohnya kerana anda log masuk ke perkhidmatan yang sama pada kedua-dua telefon anda dan komputer anda, atau kerana anda boleh menggunakan sambungan Internet yang sama pada kedua-dua peranti).","illustrations":[]},"3":{"id":3,"name":"Kenal pasti peranti berdasarkan maklumat yang dihantar secara automatik","description":"Peranti anda mungkin dibezakan daripada peranti lain berdasarkan maklumat yang dihantar secara automatik apabila mengakses Internet (contohnya, alamat IP sambungan Internet anda atau jenis penyemak imbas yang anda gunakan) untuk menyokong tujuan yang didedahkan dalam notis ini.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Penggunaan data geolokasi tepat","description":"Dengan penerimaan anda, lokasi tepat anda (dalam radius kurang daripada 500 meter) boleh digunakan untuk menyokong tujuan yang dijelaskan dalam notis ini.","illustrations":[]},"2":{"id":2,"name":"Pengimbasan sifat peranti untuk pengecaman secara aktif","description":"Dengan penerimaan anda, ciri tertentu khusus untuk peranti anda mungkin diminta dan digunakan untuk membezakannya daripada peranti lain (seperti fon atau pemalam yang dipasang, resolusi skrin anda) untuk menyokong tujuan yang dijelaskan dalam notis ini.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"alamat IP","description":"Alamat IP anda ialah nombor yang diberikan oleh Pembekal Perkhidmatan Internet anda kepada sebarang sambungan Internet. Ia tidak selalunya khusus untuk peranti anda dan tidak selalunya pengecam yang stabil.\n Ia digunakan untuk menghalakan maklumat di Internet dan memaparkan kandungan dalam talian (termasuk iklan) pada peranti anda yang disambungkan."},"2":{"id":2,"name":"Ciri peranti","description":"Ciri teknikal tentang peranti yang anda gunakan yang tidak unik untuk anda, seperti bahasa, zon waktu atau sistem pengendalian."},"3":{"id":3,"name":"Pengecam peranti","description":"Pengecam peranti ialah rentetan aksara unik yang diberikan kepada peranti atau penyemak imbas anda melalui kuki atau teknologi storan lain.\n Ia mungkin dibuat atau diakses untuk mengecam peranti anda cth merentas halaman web dari tapak yang sama atau merentas berbilang tapak atau apl."},"4":{"id":4,"name":"Pengecam kebarangkalian","description":"Pengecam kebarangkalian boleh dibuat dengan menggabungkan ciri yang dikaitkan dengan peranti anda (jenis penyemak imbas atau sistem pengendalian yang digunakan) dan alamat IP sambungan Internet. Jika anda memberikan persetujuan anda, ciri tambahan (cth. fon yang dipasang atau resolusi skrin) juga boleh digabungkan untuk meningkatkan ketepatan pengecam kebarangkalian.\n Pengecam sedemikian dianggap \"kebarangkalian\" kerana beberapa peranti boleh berkongsi ciri dan sambungan Internet yang sama. Ia mungkin digunakan untuk mengecam peranti anda merentas cth halaman web dari tapak yang sama atau merentas berbilang tapak atau apl."},"5":{"id":5,"name":"Pengecam terbitan pengesahan","description":"Apabila pengecam dicipta berdasarkan data pengesahan, seperti butiran hubungan yang dikaitkan dengan akaun dalam talian yang telah anda buat di tapak web atau apl (cth alamat e-mel, nombor telefon) atau pengecam pelanggan (cth pengecam yang disediakan oleh operator telekom anda), pengecam itu boleh digunakan untuk mengecam anda merentas tapak web, apl dan peranti apabila anda log masuk dengan butiran hubungan yang sama."},"6":{"id":6,"name":"Data penyemakan imbas dan interaksi","description":"Aktiviti dalam talian anda seperti tapak web yang anda lawati, apl yang anda gunakan, kandungan yang anda cari pada perkhidmatan ini atau interaksi anda dengan kandungan atau iklan, seperti bilangan kali anda melihat kandungan atau iklan tertentu atau sama ada anda mengklik di atasnya.\n"},"7":{"id":7,"name":"Data yang disediakan pengguna","description":"Maklumat yang mungkin anda berikan melalui pengisytiharan melalui borang (cth maklum balas, ulasan) atau semasa membuat akaun (cth umur anda, pekerjaan anda)."},"8":{"id":8,"name":"Data lokasi tidak tepat","description":"Anggaran lokasi anda, dinyatakan sebagai kawasan dengan radius sekurang-kurangnya 500 meter. Anggaran lokasi anda boleh disimpulkan daripada contohnya alamat IP sambungan anda."},"9":{"id":9,"name":"Data lokasi yang tepat","description":"Lokasi tepat anda dalam radius kurang daripada 500 meter berdasarkan koordinat GPS anda. Ia boleh digunakan hanya dengan penerimaan anda."},"10":{"id":10,"name":"Profil pengguna","description":"Ciri-ciri tertentu (cth kemungkinan minat anda, niat pembelian anda, profil pengguna anda) mungkin disimpulkan atau dimodelkan daripada aktiviti dalam talian anda sebelum ini (cth. kandungan yang anda lihat atau perkhidmatan yang anda gunakan, masa yang anda habiskan untuk pelbagai kandungan dan perkhidmatan dalam talian) atau maklumat yang anda berikan (cth umur anda, pekerjaan anda)."},"11":{"id":11,"name":"Pilihan privasi","description":"Pilihan anda mengenai pemprosesan data anda, berdasarkan maklumat yang anda terima."}}}
