{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"Menyimpan dan/atau mengakses informasi pada perangkat","description":"Cookie, perangkat atau pengidentifikasi online serupa (misalnya pengidentifikasi berbasis login, pengidentifikasi yang ditetapkan secara acak, pengidentifikasi berbasis jaringan) bersama dengan informasi lainnya (misalnya jenis dan informasi browser, bahasa, ukuran layar, teknologi yang didukung, dll.) dapat disimpan atau dibaca di perangkat Anda perangkat untuk mengenalinya setiap kali terhubung ke aplikasi atau situs web, untuk satu atau beberapa tujuan yang disajikan di sini.","illustrations":["Sebagian besar tujuan yang dijelaskan dalam pemberitahuan ini bergantung pada penyimpanan atau pengaksesan informasi dari perangkat Anda saat Anda menggunakan aplikasi atau mengunjungi situs web. Misalnya, vendor atau penerbit mungkin perlu menyimpan cookie di perangkat Anda selama kunjungan pertama Anda di situs web, agar dapat mengenali perangkat Anda pada kunjungan berikutnya (dengan mengakses cookie ini setiap kali)."]},"2":{"id":2,"name":"Gunakan data terbatas untuk memilih iklan","description":"Iklan yang disajikan kepada Anda pada layanan ini dapat didasarkan pada data terbatas, seperti situs web atau aplikasi yang Anda gunakan, lokasi Anda yang tidak tepat, jenis perangkat Anda, atau konten apa yang sedang (atau pernah) Anda gunakan untuk berinteraksi (misalnya, untuk batasi berapa kali iklan ditampilkan kepada Anda).","illustrations":["Sebuah produsen mobil ingin mempromosikan kendaraan listriknya kepada pengguna sadar lingkungan yang tinggal di kota setelah jam kerja. Iklan tersebut disajikan pada halaman dengan konten terkait (seperti artikel tentang aksi perubahan iklim) setelah pukul 18:30 kepada pengguna yang lokasinya tidak tepat menunjukkan bahwa mereka berada di zona perkotaan.","Sebuah produsen besar cat air ingin menjalankan kampanye iklan online untuk rangkaian produk cat air terbarunya, mendiversifikasi audiensnya untuk menjangkau sebanyak mungkin seniman amatir dan profesional, dan menghindari menampilkan iklan di samping konten yang tidak cocok (misalnya, artikel tentang cara membuat mengecat rumahmu). Frekuensi penayangan iklan kepada Anda terdeteksi dan dibatasi, untuk menghindari penayangannya terlalu sering."]},"3":{"id":3,"name":"Buat profil untuk iklan yang dipersonalisasi","description":"Informasi tentang aktivitas Anda di layanan ini (seperti formulir yang Anda kirimkan, konten yang Anda lihat) dapat disimpan dan digabungkan dengan informasi lain tentang Anda (misalnya, informasi dari aktivitas Anda sebelumnya di layanan ini dan situs web atau aplikasi lain) atau pengguna serupa . Ini kemudian digunakan untuk membangun atau meningkatkan profil tentang Anda (yang mungkin mencakup kemungkinan minat dan aspek pribadi). Profil Anda dapat digunakan (juga nanti) untuk menampilkan iklan yang tampak lebih relevan berdasarkan kemungkinan minat Anda pada entitas ini dan entitas lainnya.","illustrations":["Jika Anda membaca beberapa artikel tentang aksesoris sepeda terbaik untuk dibeli, informasi ini dapat digunakan untuk membuat profil tentang minat Anda terhadap aksesoris sepeda. Profil tersebut dapat digunakan atau ditingkatkan di kemudian hari, di situs web atau aplikasi yang sama atau berbeda untuk menampilkan iklan merek aksesori sepeda tertentu kepada Anda. Jika Anda juga melihat konfigurator kendaraan di situs web produsen mobil mewah, informasi ini dapat digabungkan dengan minat Anda pada sepeda untuk menyempurnakan profil Anda dan membuat asumsi bahwa Anda tertarik dengan perlengkapan bersepeda mewah.","Sebuah perusahaan pakaian ingin mempromosikan lini baru pakaian bayi kelas atas. Ia menghubungi agensi yang memiliki jaringan klien dengan pelanggan berpenghasilan tinggi (seperti supermarket kelas atas) dan meminta agensi tersebut untuk membuat profil orang tua muda atau pasangan yang dapat diasumsikan kaya dan memiliki anak baru. , sehingga nantinya dapat digunakan untuk menampilkan iklan dalam aplikasi mitra berdasarkan profil tersebut."]},"4":{"id":4,"name":"Gunakan profil untuk memilih iklan yang dipersonalisasi","description":"Iklan yang disajikan kepada Anda pada layanan ini dapat didasarkan pada profil iklan Anda, yang dapat mencerminkan aktivitas Anda pada layanan ini atau situs web atau aplikasi lain (seperti formulir yang Anda kirimkan, konten yang Anda lihat), kemungkinan minat, dan aspek pribadi.","illustrations":["Pengecer online ingin mengiklankan diskon terbatas pada sepatu lari. Perusahaan ingin menargetkan iklan kepada pengguna yang sebelumnya pernah melihat sepatu lari di aplikasi selulernya. Teknologi pelacakan mungkin digunakan untuk mengenali bahwa Anda sebelumnya telah menggunakan aplikasi seluler untuk berkonsultasi dengan sepatu lari, untuk menampilkan iklan yang sesuai di aplikasi kepada Anda.","Profil yang dibuat untuk iklan yang dipersonalisasi terkait dengan seseorang yang menelusuri aksesori sepeda di situs web dapat digunakan untuk menampilkan iklan aksesori sepeda yang relevan di aplikasi seluler organisasi lain."]},"5":{"id":5,"name":"Buat profil untuk mempersonalisasi konten","description":"Informasi tentang aktivitas Anda di layanan ini (misalnya, formulir yang Anda kirimkan, konten non-iklan yang Anda lihat) dapat disimpan dan digabungkan dengan informasi lain tentang Anda (seperti aktivitas Anda sebelumnya di layanan ini atau situs web atau aplikasi lain) atau sejenisnya pengguna. Ini kemudian digunakan untuk membangun atau meningkatkan profil tentang Anda (yang mungkin mencakup kemungkinan minat dan aspek pribadi). Profil Anda dapat digunakan (juga nanti) untuk menyajikan konten yang tampak lebih relevan berdasarkan kemungkinan minat Anda, misalnya dengan menyesuaikan urutan tampilan konten kepada Anda, sehingga lebih mudah bagi Anda untuk menemukan konten yang sesuai dengan profil Anda. minat.\n","illustrations":["Anda membaca beberapa artikel tentang cara membangun rumah pohon di platform media sosial. Informasi ini dapat ditambahkan ke profil untuk menandai minat Anda pada konten yang berkaitan dengan aktivitas luar ruangan serta panduan melakukannya sendiri (dengan tujuan memungkinkan personalisasi konten, sehingga misalnya Anda disajikan lebih banyak postingan blog dan artikel di rumah pohon dan kabin kayu di masa depan).","Anda telah menonton tiga video tentang eksplorasi ruang angkasa di berbagai aplikasi TV. Platform berita yang tidak terkait dan belum pernah Anda hubungi membuat profil berdasarkan perilaku menonton tersebut, menandai eksplorasi ruang angkasa sebagai topik yang mungkin menarik untuk video lainnya."]},"6":{"id":6,"name":"Gunakan profil untuk memilih konten yang dipersonalisasi","description":"Konten yang disajikan kepada Anda di layanan ini dapat didasarkan pada profil personalisasi konten Anda, yang dapat mencerminkan aktivitas Anda pada layanan ini atau layanan lainnya (misalnya, formulir yang Anda kirimkan, konten yang Anda lihat), kemungkinan minat, dan aspek pribadi, seperti oleh menyesuaikan urutan tampilan konten kepada Anda, sehingga lebih mudah bagi Anda untuk menemukan konten (non-iklan) yang sesuai dengan minat Anda.","illustrations":["Anda membaca artikel tentang makanan vegetarian di platform media sosial dan kemudian menggunakan aplikasi memasak dari perusahaan yang tidak terkait. Profil yang dibuat tentang Anda di platform media sosial akan digunakan untuk menyajikan resep vegetarian kepada Anda di layar selamat datang aplikasi memasak.","Anda telah melihat tiga video tentang mendayung di berbagai situs web. Platform berbagi video yang tidak terkait akan merekomendasikan lima video mendayung lainnya yang mungkin menarik bagi Anda saat Anda menggunakan aplikasi TV, berdasarkan profil yang dibuat tentang Anda saat Anda mengunjungi situs web berbeda tersebut untuk menonton video online."]},"7":{"id":7,"name":"Ukur kinerja periklanan","description":"Informasi mengenai iklan mana yang disajikan kepada Anda dan cara Anda berinteraksi dengannya dapat digunakan untuk menentukan seberapa baik iklan tersebut berhasil bagi Anda atau pengguna lain dan apakah sasaran iklan tersebut tercapai. Misalnya, apakah Anda melihat iklan, apakah Anda mengkliknya, apakah iklan tersebut mengarahkan Anda untuk membeli produk atau mengunjungi situs web, dll. Hal ini sangat membantu untuk memahami relevansi kampanye periklanan.","illustrations":["Anda telah mengklik iklan tentang diskon “black Friday” oleh toko online di situs web penerbit dan membeli produk. Klik Anda akan ditautkan ke pembelian ini. Interaksi Anda dan pengguna lain akan diukur untuk mengetahui berapa banyak klik pada iklan yang menghasilkan pembelian.","Anda adalah salah satu dari sedikit orang yang mengklik iklan tentang diskon “hari apresiasi internasional” di toko suvenir online dalam aplikasi penerbit. Penerbit ingin memiliki laporan untuk memahami seberapa sering penempatan iklan tertentu dalam aplikasi, dan terutama iklan “hari apresiasi internasional”, telah dilihat atau diklik oleh Anda dan pengguna lain, untuk membantu penerbit dan mitranya (seperti sebagai agensi) mengoptimalkan penempatan iklan."]},"8":{"id":8,"name":"Ukur kinerja konten","description":"Informasi mengenai konten apa yang disajikan kepada Anda dan bagaimana Anda berinteraksi dengannya dapat digunakan untuk menentukan apakah konten (non-iklan) tersebut, misalnya, menjangkau audiens yang dituju dan sesuai dengan minat Anda. Misalnya, apakah Anda membaca artikel, menonton video, mendengarkan podcast atau melihat deskripsi produk, berapa lama Anda menghabiskan waktu pada layanan ini dan halaman web yang Anda kunjungi, dll. Hal ini sangat membantu untuk memahami relevansi (non- -iklan) konten yang ditampilkan kepada Anda.\n","illustrations":["Anda telah membaca postingan blog tentang pendakian di aplikasi seluler penerbit dan mengikuti link ke postingan yang direkomendasikan dan terkait. Interaksi Anda akan dicatat yang menunjukkan bahwa postingan pendakian awal bermanfaat bagi Anda dan berhasil menarik Anda ke postingan terkait. Hal ini akan diukur untuk mengetahui apakah akan menghasilkan lebih banyak postingan tentang pendakian di masa mendatang dan di mana menempatkannya di layar beranda aplikasi seluler.","Anda disuguhi video tentang tren mode, tetapi Anda dan beberapa pengguna lain berhenti menonton setelah 30 detik. Informasi ini kemudian digunakan untuk mengevaluasi durasi yang tepat untuk video mendatang tentang tren mode."]},"9":{"id":9,"name":"Pahami audiens melalui statistik atau kombinasi data dari berbagai sumber","description":"Laporan dapat dibuat berdasarkan kombinasi kumpulan data (seperti profil pengguna, statistik, riset pasar, data analitik) mengenai interaksi Anda dan interaksi pengguna lain dengan konten iklan atau (non-iklan) untuk mengidentifikasi karakteristik umum (misalnya, untuk menentukan audiens target mana yang lebih mudah menerima kampanye iklan atau konten tertentu).","illustrations":["Pemilik toko buku online menginginkan pelaporan komersial yang menunjukkan proporsi pengunjung yang berkonsultasi dan meninggalkan situsnya tanpa membeli, atau berkonsultasi dan membeli otobiografi selebriti terakhir pada bulan tersebut, serta usia rata-rata dan distribusi pria/wanita di setiap kategori. . Data yang berkaitan dengan navigasi Anda di situsnya dan karakteristik pribadi Anda kemudian digunakan dan digabungkan dengan data lain untuk menghasilkan statistik ini.","Pengiklan ingin lebih memahami jenis audiens yang berinteraksi dengan iklannya. Hal ini memerlukan lembaga penelitian untuk membandingkan karakteristik pengguna yang berinteraksi dengan iklan dengan atribut khas pengguna platform serupa, di perangkat berbeda. Perbandingan ini menunjukkan kepada pengiklan bahwa pemirsa iklannya sebagian besar mengakses iklan melalui perangkat seluler dan kemungkinan besar berada dalam rentang usia 45-60 tahun."]},"10":{"id":10,"name":"Mengembangkan dan meningkatkan layanan","description":"Informasi tentang aktivitas Anda di layanan ini, seperti interaksi Anda dengan iklan atau konten, bisa sangat membantu untuk meningkatkan produk dan layanan serta untuk membangun produk dan layanan baru berdasarkan interaksi pengguna, jenis audiens, dll. Tujuan khusus ini tidak mencakup pengembangan atau peningkatan profil dan pengidentifikasi pengguna.","illustrations":["Sebuah platform teknologi yang bekerja sama dengan penyedia media sosial melihat adanya pertumbuhan pengguna aplikasi seluler, dan melihat berdasarkan profil mereka bahwa banyak dari mereka terhubung melalui koneksi seluler. Ini menggunakan teknologi baru untuk menayangkan iklan yang diformat untuk perangkat seluler dan bandwidth rendah, untuk meningkatkan kinerjanya.","Pengiklan sedang mencari cara untuk menampilkan iklan di perangkat konsumen jenis baru. Ini mengumpulkan informasi mengenai cara pengguna berinteraksi dengan perangkat jenis baru ini untuk menentukan apakah perangkat tersebut dapat membangun mekanisme baru untuk menampilkan iklan pada perangkat jenis ini."]},"11":{"id":11,"name":"Gunakan data terbatas untuk memilih konten","description":"Konten yang disajikan kepada Anda di layanan ini dapat didasarkan pada data terbatas, seperti situs web atau aplikasi yang Anda gunakan, lokasi Anda yang tidak tepat, jenis perangkat Anda, atau konten apa yang sedang (atau pernah) Anda gunakan untuk berinteraksi (misalnya, untuk membatasi berapa kali video atau artikel disajikan kepada Anda).\n","illustrations":["Sebuah majalah perjalanan telah menerbitkan artikel di situs webnya tentang kursus online baru yang diusulkan oleh sekolah bahasa, untuk meningkatkan pengalaman bepergian ke luar negeri. Postingan blog sekolah disisipkan langsung di bagian bawah halaman, dan dipilih berdasarkan lokasi Anda yang tidak tepat (misalnya, postingan blog yang menjelaskan kurikulum kursus untuk bahasa yang berbeda dari bahasa di negara tempat Anda berada).\n","Aplikasi seluler berita olahraga telah memulai bagian artikel baru yang meliput pertandingan sepak bola terbaru. Setiap artikel menyertakan video yang dihosting oleh platform streaming terpisah yang menampilkan sorotan dari setiap pertandingan. Jika Anda mempercepat video, informasi ini dapat digunakan untuk memilih video pendek yang akan diputar berikutnya.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Memastikan keamanan, mencegah dan mendeteksi penipuan, dan memperbaiki kesalahan\n","description":"Data Anda dapat digunakan untuk memantau dan mencegah aktivitas yang tidak biasa dan mungkin penipuan (misalnya, terkait iklan, klik iklan oleh bot), dan memastikan sistem dan proses bekerja dengan baik dan aman. Ini juga dapat digunakan untuk memperbaiki masalah apa pun yang mungkin Anda, penerbit, atau pengiklan temui dalam penyampaian konten dan iklan serta dalam interaksi Anda dengan mereka.","illustrations":["Perantara periklanan mengirimkan iklan dari berbagai pengiklan ke jaringan situs web mitranya. Ia memperhatikan peningkatan besar dalam klik pada iklan yang berkaitan dengan satu pengiklan, dan menggunakan data mengenai sumber klik untuk menentukan bahwa 80% klik berasal dari bot, bukan manusia."]},"2":{"id":2,"name":"Menyampaikan dan menyajikan iklan dan konten","description":"Informasi tertentu (seperti alamat IP atau kemampuan perangkat) digunakan untuk memastikan kompatibilitas teknis konten atau iklan, dan untuk memfasilitasi transmisi konten atau iklan ke perangkat Anda.","illustrations":["Mengklik tautan dalam sebuah artikel biasanya mungkin mengarahkan Anda ke halaman atau bagian lain dari artikel tersebut. Untuk mencapai hal ini, 1°) browser Anda mengirimkan permintaan ke server yang terhubung ke situs web, 2°) server menjawab kembali (“ini artikel yang Anda minta”), menggunakan informasi teknis yang secara otomatis disertakan dalam permintaan yang dikirim oleh Anda perangkat, untuk menampilkan dengan benar informasi/gambar yang merupakan bagian dari artikel yang Anda minta. Secara teknis, pertukaran informasi tersebut diperlukan untuk menyampaikan konten yang muncul di layar Anda."]}},"features":{"1":{"id":1,"name":"Cocokkan dan gabungkan data dari sumber data lain","description":"Informasi tentang aktivitas Anda pada layanan ini dapat dicocokkan dan digabungkan dengan informasi lain yang berkaitan dengan Anda dan berasal dari berbagai sumber (misalnya aktivitas Anda pada layanan online terpisah, penggunaan kartu loyalitas di toko, atau jawaban Anda terhadap survei ), untuk mendukung tujuan yang dijelaskan dalam pemberitahuan ini.","illustrations":[]},"2":{"id":2,"name":"Tautkan perangkat yang berbeda","description":"Untuk mendukung tujuan yang dijelaskan dalam pemberitahuan ini, perangkat Anda mungkin dianggap terkait dengan perangkat lain milik Anda atau rumah tangga Anda (misalnya karena Anda masuk ke layanan yang sama di ponsel dan komputer Anda, atau karena Anda dapat menggunakan koneksi Internet yang sama di kedua perangkat).","illustrations":[]},"3":{"id":3,"name":"Identifikasi perangkat berdasarkan informasi yang dikirimkan secara otomatis","description":"Perangkat Anda mungkin dibedakan dari perangkat lain berdasarkan informasi yang dikirimkan secara otomatis saat mengakses Internet (misalnya, alamat IP koneksi Internet Anda atau jenis browser yang Anda gunakan) untuk mendukung tujuan yang diungkapkan dalam pemberitahuan ini.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Gunakan data geolokasi yang tepat","description":"Dengan persetujuan Anda, lokasi persis Anda (dalam radius kurang dari 500 meter) dapat digunakan untuk mendukung tujuan yang dijelaskan dalam pemberitahuan ini.","illustrations":[]},"2":{"id":2,"name":"Pindai karakteristik perangkat secara aktif untuk identifikasi","description":"Dengan persetujuan Anda, karakteristik tertentu yang spesifik untuk perangkat Anda mungkin diminta dan digunakan untuk membedakannya dari perangkat lain (seperti font atau plugin yang diinstal, resolusi layar Anda) untuk mendukung tujuan yang dijelaskan dalam pemberitahuan ini.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"alamat IP","description":"Alamat IP Anda adalah nomor yang diberikan oleh Penyedia Layanan Internet Anda untuk koneksi Internet apa pun. Ini tidak selalu spesifik untuk perangkat Anda dan tidak selalu merupakan pengenal yang stabil.\n Ini digunakan untuk merutekan informasi di Internet dan menampilkan konten online (termasuk iklan) pada perangkat Anda yang terhubung."},"2":{"id":2,"name":"Karakteristik perangkat","description":"Karakteristik teknis perangkat yang Anda gunakan tidak unik bagi Anda, seperti bahasa, zona waktu, atau sistem operasi."},"3":{"id":3,"name":"Pengidentifikasi perangkat","description":"Pengidentifikasi perangkat adalah rangkaian karakter unik yang ditetapkan ke perangkat atau browser Anda melalui cookie atau teknologi penyimpanan lainnya.\n Ini dapat dibuat atau diakses untuk mengenali perangkat Anda, misalnya di seluruh halaman web dari situs yang sama atau di beberapa situs atau aplikasi."},"4":{"id":4,"name":"Pengidentifikasi probabilistik","description":"Pengidentifikasi probabilistik dapat dibuat dengan menggabungkan karakteristik yang terkait dengan perangkat Anda (jenis browser atau sistem operasi yang digunakan) dan alamat IP koneksi Internet. Jika Anda menyetujuinya, karakteristik tambahan (misalnya font yang diinstal atau resolusi layar) juga dapat digabungkan untuk meningkatkan presisi pengidentifikasi probabilistik.\n Pengidentifikasi seperti itu dianggap \"probabilistik\" karena beberapa perangkat dapat berbagi karakteristik dan koneksi Internet yang sama. Ini dapat digunakan untuk mengenali perangkat Anda di misalnya halaman web dari situs yang sama atau di beberapa situs atau aplikasi."},"5":{"id":5,"name":"Pengidentifikasi yang diturunkan dari autentikasi","description":"Jika pengidentifikasi dibuat berdasarkan data autentikasi, seperti detail kontak yang terkait dengan akun online yang Anda buat di situs web atau aplikasi (misalnya alamat email, nomor telepon) atau pengidentifikasi pelanggan (misalnya pengidentifikasi yang diberikan oleh operator telekomunikasi Anda), pengenal tersebut dapat digunakan untuk mengenali Anda di seluruh situs web, aplikasi, dan perangkat saat Anda masuk dengan rincian kontak yang sama."},"6":{"id":6,"name":"Data penjelajahan dan interaksi","description":"Aktivitas online Anda seperti situs web yang Anda kunjungi, aplikasi yang Anda gunakan, konten yang Anda telusuri di layanan ini, atau interaksi Anda dengan konten atau iklan, seperti berapa kali Anda melihat konten atau iklan tertentu atau apakah Anda mengeklik di atasnya.\n"},"7":{"id":7,"name":"Data yang disediakan pengguna","description":"Informasi yang mungkin Anda berikan dengan cara menyatakan melalui formulir (misalnya umpan balik, komentar) atau saat membuat akun (misalnya usia Anda, pekerjaan Anda)."},"8":{"id":8,"name":"Data lokasi yang tidak akurat","description":"Perkiraan lokasi Anda, dinyatakan sebagai area dengan radius minimal 500 meter. Perkiraan lokasi Anda dapat disimpulkan misalnya dari alamat IP koneksi Anda."},"9":{"id":9,"name":"Data lokasi yang tepat","description":"Lokasi tepat Anda dalam radius kurang dari 500 meter berdasarkan koordinat GPS Anda. Ini hanya dapat digunakan dengan persetujuan Anda."},"10":{"id":10,"name":"Profil pengguna","description":"Karakteristik tertentu (misalnya kemungkinan minat Anda, niat membeli, profil konsumen Anda) dapat disimpulkan atau dimodelkan dari aktivitas online Anda sebelumnya (misalnya konten yang Anda lihat atau layanan yang Anda gunakan, waktu yang Anda habiskan di berbagai konten dan layanan online) atau informasi yang Anda berikan (misalnya usia Anda, pekerjaan Anda)."},"11":{"id":11,"name":"Pilihan privasi","description":"Preferensi Anda mengenai pemrosesan data Anda, berdasarkan informasi yang Anda terima."}}}
