{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"存儲和/或訪問設備上的資訊","description":"Cookie、設備或類似的線上識別碼（例如，基於登入的識別碼、隨機分配的識別碼、基於網路的識別碼）以及其他資訊（例如，瀏覽器類型和資訊、語言、螢幕大小、支援的技術等）可以存儲或讀取在您的設備上，以便每次連接到應用程式或網站時都能識別它，用於此處提出的一種或多種目的。","illustrations":["本通知中解釋的大部分目的都依賴於您使用應用程序或訪問網站時從您的設備存儲或訪問信息。例如，供應商或出版商可能需要在您首次訪問網站時在您的設備上存儲一個cookie，以便在您下次訪問時能夠識別您的設備（每次都通過訪問此cookie）。"]},"2":{"id":2,"name":"使用有限的數據來選擇廣告","description":"在此服務上向您展示的廣告可能基於有限的數據，例如您正在使用的網站或應用程式、您的非精確位置、您的設備類型或您正在（或曾經）互動的內容（例如，限制向您展示廣告的次數）。","illustrations":["一家汽車製造商希望在下班時間後向居住在城市中的環保意識強烈的用戶推廣其電動車。該廣告將在下午6:30後，於與相關內容（例如關於氣候變化行動的文章）的頁面上呈現給非精確位置顯示他們在城市區域的用戶。","一家大型水彩畫顏料生產商希望為其最新的水彩系列進行線上廣告活動，多元化其觀眾群，盡可能地接觸到許多業餘和專業的藝術家，並避免在不匹配的內容旁邊顯示廣告（例如，關於如何粉刷你的房子的文章）。廣告被呈現給您的次數會被檢測並限制，以避免過於頻繁地呈現。"]},"3":{"id":3,"name":"創建個人化廣告的個人資料","description":"有關您在此服務上的活動資訊（例如您提交的表單、您查看的內容）可以被儲存並與其他關於您的資訊（例如，您在此服務和其他網站或應用程式上的先前活動的資訊）或類似用戶的資訊結合。然後，這些資訊被用來建立或改善關於您的個人檔案（可能包括可能的興趣和個人方面）。您的個人檔案可以被用來（也可以在以後）呈現基於您可能的興趣的更相關的廣告，由此和其他實體提供。","illustrations":["如果您閱讀了幾篇關於購買最佳自行車配件的文章，這些信息可以用來創建一個關於您對自行車配件興趣的檔案。這樣的檔案可能會在同一個或不同的網站或應用程式上被使用或改進，以向您展示特定自行車配件品牌的廣告。如果您還在一個豪華汽車製造商的網站上查看了一個車輛的配置器，這些信息可能會與您對自行車的興趣結合，以精煉您的檔案並假設您對豪華自行車裝備感興趣。","一家服裝公司希望推廣其新的高端嬰兒服裝系列。它與一家擁有高收入客戶網絡的代理機構（如高端超市）取得聯繫，並要求該機構創建年輕父母或夫婦的檔案，這些人可以被認為是富有的，並且有一個新的孩子，以便稍後可以根據這些檔案在合作夥伴應用程序中展示廣告。"]},"4":{"id":4,"name":"使用個人資料檔案選擇個人化廣告","description":"在此服務上向您展示的廣告可以基於您的廣告檔案，這可能反映您在此服務或其他網站或應用程式（如您提交的表格，您查看的內容）上的活動，可能的興趣和個人方面。","illustrations":["一家網路零售商想要在跑鞋上進行限時銷售廣告。它希望將廣告定向到之前在其手機應用程式上查看過跑鞋的用戶。追蹤技術可能會被用來識別您之前已經使用過手機應用程式來查詢跑鞋，以便在應用程式上向您展示相應的廣告。","針對某人在網站上搜尋自行車配件而創建的個人化廣告檔案，可以用於在另一個組織的手機應用程式上展示相關的自行車配件廣告。"]},"5":{"id":5,"name":"創建個人資料以個性化內容","description":"有關您在此服務上的活動資訊（例如，您提交的表單，您查看的非廣告內容）可以被儲存並與其他關於您的資訊（例如您在此服務或其他網站或應用程式上的先前活動）或類似用戶的資訊結合。然後，這些資訊被用來建立或改善關於您的個人檔案（例如可能包括可能的興趣和個人方面）。您的個人檔案可以被用來（也包括稍後）呈現基於您可能的興趣更相關的內容，例如通過調整向您顯示內容的順序，使您更容易找到符合您興趣的內容。","illustrations":["您在社交媒體平台上閱讀了幾篇關於如何建造樹屋的文章。這些資訊可能會被添加到您的個人檔案中，以標記您對戶外相關內容以及自己動手做指南的興趣（目的是允許內容的個人化，例如，讓您在未來能看到更多關於樹屋和木屋的博客文章和文章）。","您在不同的電視應用程式上觀看了三部關於太空探索的影片。一個與您無關的新聞平台根據您的觀看行為建立了一個檔案，將太空探索標記為可能對其他影片感興趣的主題。"]},"6":{"id":6,"name":"使用個人資料設定選擇個人化內容","description":"在此服務上呈現給您的內容可以基於您的內容個性化配置檔，這可能反映您在此或其他服務上的活動（例如，您提交的表格，您查看的內容），可能的興趣和個人方面，例如通過調整向您顯示內容的順序，使您更容易找到符合您興趣的（非廣告）內容。","illustrations":["您在社交媒體平台上閱讀有關素食的文章，然後使用與之無關的公司的烹飪應用程式。社交媒體平台上關於您的資料將被用來在烹飪應用程式的歡迎畫面上向您展示素食食譜。","您在不同的網站上觀看了三個有關划船的視頻。當您使用電視應用程式時，一個無關的視頻分享平台將根據您在訪問這些不同的網站觀看在線視頻時建立的個人檔案，推薦給您五個可能對您感興趣的其他划船視頻。"]},"7":{"id":7,"name":"衡量廣告效能","description":"有關您接收到哪些廣告以及您如何與之互動的資訊，可以用來判定一則廣告對您或其他用戶的效果如何，以及廣告是否達到了目標。例如，您是否看到了廣告，您是否點擊了它，它是否引導您購買產品或訪問網站等。這對於理解廣告活動的相關性非常有幫助。","illustrations":["您已點擊了出版商網站上一家網路商店的“黑色星期五”折扣廣告，並購買了一項產品。您的點擊將與此次購買相關聯。將會衡量您和其他用戶的互動，以了解有多少點擊廣告後進行了購買。","您是少數點擊了有關“國際感恩日”折扣的在線禮品店廣告的用戶之一，該廣告位於出版商應用程式內。出版商希望能夠獲得報告，以了解您和其他用戶查看或點擊應用程式內特定廣告位置，特別是“國際感恩日”廣告的頻率，以幫助出版商及其合作夥伴（如代理商）優化廣告位置。"]},"8":{"id":8,"name":"衡量內容效能","description":"有關您接收哪些內容以及您如何與之互動的信息，可以用來確定（非廣告）內容是否達到了預期的受眾，並符合您的興趣。例如，您是否閱讀了一篇文章，觀看了一個視頻，聽了一個播客，或者查看了一個產品描述，您在此服務上花費了多長時間，以及您訪問的網頁等。這對於理解向您展示的（非廣告）內容的相關性非常有幫助。","illustrations":["您在出版商的手機應用程式上閱讀了一篇關於健行的博客文章，並且點擊了一個推薦的相關文章連結。您的互動將被記錄為顯示初始的健行文章對您有用，並且成功地引起了您對相關文章的興趣。這將被衡量以知道未來是否要製作更多關於健行的文章，以及在手機應用程式的首頁上應將它們放在何處。","您被展示了一個關於時尚趨勢的視頻，但您和其他幾個用戶在觀看30秒後就停止了。然後，這些信息被用來評估未來關於時尚趨勢視頻的適當長度。"]},"9":{"id":9,"name":"透過統計或從不同來源組合數據來理解觀眾","description":"報告可以根據數據集的組合（如用戶資料、統計數據、市場研究、分析數據）生成，這些數據集涉及您與其他用戶對廣告或（非廣告）內容的互動，以識別共同特徵（例如，確定哪些目標受眾對廣告活動或某些內容更感興趣）。","illustrations":["網路書店的擁有者希望得到商業報告，顯示訪問並在未購買的情況下離開其網站的訪客比例，或者訪問並購買了該月最後一本名人自傳的訪客比例，以及每個類別的平均年齡和男/女分佈。然後將與您在其網站上的導航相關的數據和您的個人特徵相關的數據用於並與其他此類數據結合，以產生這些統計數據。","一位廣告商希望更好地了解與其廣告互動的觀眾類型。因此，他請求一家研究機構比較與廣告互動的用戶特徵與使用類似平台的典型用戶特徵，並跨不同的設備進行比較。這種比較使廣告商了解到，其廣告觀眾主要是通過移動設備訪問廣告，並且可能在45-60歲的年齡範圍內。"]},"10":{"id":10,"name":"開發和改善服務","description":"關於您在此服務上的活動資訊，例如您與廣告或內容的互動，可以非常有助於改善產品和服務，並根據用戶互動、觀眾類型等建立新的產品和服務。這個特定目的並不包括開發或改善用戶檔案和識別符。","illustrations":["一個與社交媒體提供商合作的技術平台注意到移動應用程序用戶的增長，並根據他們的個人資料看到許多人正在通過移動連接進行連接。該平台使用一種新技術來提供專為移動設備格式化且低頻寬的廣告，以提高其性能。","一位廣告商正在尋找一種在新型消費者設備上展示廣告的方式。它收集有關用戶如何與這種新型設備互動的信息，以確定是否可以建立一種新的機制，用於在這種設備上展示廣告。"]},"11":{"id":11,"name":"使用有限的數據來選擇內容","description":"此服務向您呈現的內容可能基於有限的數據，例如您正在使用的網站或應用程式，您的非精確位置，您的設備類型，或您正在（或曾經）互動的內容（例如，限制向您呈現視頻或文章的次數）。","illustrations":["一本旅遊雜誌在其網站上發表了一篇文章，介紹一所語言學校提出的新的在線課程，以改善在國外的旅行體驗。學校的博客文章直接插入在頁面的底部，並根據您的非精確位置（例如，解釋您所在國家語言以外的不同語言課程大綱的博客文章）進行選擇。","一款體育新聞手機應用程式已開始新的文章區塊，涵蓋最近的足球比賽。每篇文章都包含由單獨的串流平台主持的視頻，展示每場比賽的亮點。如果您快轉視頻，這些信息可能會被用來選擇下一個播放的較短視頻。"]}},"specialPurposes":{"1":{"id":1,"name":"確保安全，防止並檢測欺詐，並修復錯誤","description":"您的數據可以用於監控並防止不尋常且可能是欺詐性的活動（例如，關於廣告，機器人的廣告點擊），並確保系統和流程正常且安全地運作。它也可以用於糾正您、發布者或廣告商在內容和廣告的交付以及與它們的互動中可能遇到的任何問題。","illustrations":["一個廣告中介將各種廣告主的廣告投放到其合作網站網絡中。它注意到一個廣告主相關的廣告點擊率大幅增加，並使用有關點擊來源的數據來確定80%的點擊來自機器人而非人類。"]},"2":{"id":2,"name":"提供並展示廣告和內容","description":"某些資訊（如 IP 位址或裝置功能）被用來確保內容或廣告的技術相容性，並促進內容或廣告傳送到您的裝置。","illustrations":["在文章中點擊一個鏈接通常可能會將您帶到另一個頁面或文章的某部分。為了實現這一點，1°）您的瀏覽器向與網站相連的服務器發送請求，2°）服務器回答（“這是您要求的文章”），使用您的設備在發送請求時自動包含的技術信息，以正確顯示您要求的文章的信息/圖像的一部分。從技術上講，這種信息交換是必要的，以便提供出現在您屏幕上的內容。"]}},"features":{"1":{"id":1,"name":"匹配並結合來自其他數據源的數據","description":"有關您在此服務上的活動資訊可能會與來自各種來源（例如您在另一個線上服務上的活動、您在店內使用的忠誠卡，或您對調查的回答）的與您相關的其他資訊進行匹配和結合，以支持本通知中解釋的目的。","illustrations":[]},"2":{"id":2,"name":"連接不同的裝置","description":"為了支持本通知中解釋的目的，您的設備可能被認為很可能與您或您家庭的其他設備相關聯（例如，因為您在手機和電腦上都登錄了相同的服務，或者因為您可能在兩台設備上都使用相同的互聯網連接）。","illustrations":[]},"3":{"id":3,"name":"根據自動傳輸的資訊識別設備","description":"您的裝置可能會根據其在訪問互聯網時自動發送的信息（例如，您的互聯網連接的IP地址或您正在使用的瀏覽器類型）與其他裝置區分開來，以支持本通知中所述的目的。","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"使用精確的地理位置數據","description":"在您同意的情況下，我們可能會使用您的精確位置（在500米以內的範圍）來支持本通知中解釋的目的。","illustrations":[]},"2":{"id":2,"name":"主動掃描設備特性以進行識別","description":"在您同意的情況下，可能會請求並使用您的裝置特定特性，以區分它與其他裝置的差異（例如已安裝的字體或插件，您的螢幕解析度），以支持本通知中解釋的目的。","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"IP 地址","description":"您的 IP 位址是由您的網際網路服務提供商分配給任何網際網路連線的號碼。它並不總是特定於您的裝置，也並非總是穩定的識別符。\n它被用來在網際網路上路由資訊並在您的連接裝置上顯示線上內容（包括廣告）。"},"2":{"id":2,"name":"裝置特性","description":"您正在使用的設備的技術特性，這些特性並非只有您獨有，例如語言、時區或作業系統。"},"3":{"id":3,"name":"裝置識別碼","description":"裝置識別碼是由cookie或其他儲存技術為您的裝置或瀏覽器分配的唯一字元串。它可能被創建或訪問以識別您的裝置，例如在同一網站的不同網頁之間，或在多個網站或應用程序之間。"},"4":{"id":4,"name":"概率性識別碼","description":"透過結合與您的裝置相關的特性（使用的瀏覽器類型或操作系統）和互聯網連接的 IP 地址，可以創建一個概率識別碼。如果您同意，還可以結合其他特性（例如已安裝的字體或螢幕解析度）以提高概率識別碼的精確度。\n這種識別碼被視為「概率」，因為多個裝置可能共享相同的特性和互聯網連接。它可能被用來識別您的裝置，例如在同一網站的網頁之間，或者在多個網站或應用程式之間。"},"5":{"id":5,"name":"身份驗證衍生的識別碼","description":"當識別碼是基於認證數據（例如，與您在網站或應用程序上創建的在線賬戶相關的聯繫方式（例如，電子郵件地址，電話號碼）或客戶識別碼（例如，由您的電信運營商提供的識別碼））創建的時候，該識別碼可能會用於在您使用相同聯繫方式登錄的網站，應用程序和設備中識別您。"},"6":{"id":6,"name":"瀏覽和互動數據","description":"您的線上活動，例如您訪問的網站、您正在使用的應用程式、您在此服務上搜尋的內容，或者您與內容或廣告的互動，例如您看過特定內容或廣告的次數，或者您是否點擊了它。"},"7":{"id":7,"name":"用戶提供的數據","description":"您可能透過表格（例如：反饋、評論）提供的聲明資訊，或是在創建帳戶時（例如：您的年齡、您的職業）提供的資訊。"},"8":{"id":8,"name":"非精確的位置數據","description":"您的大約位置，表示為至少500米的半徑範圍。例如，可以從您的連接IP地址推斷出您的大約位置。"},"9":{"id":9,"name":"精確的位置數據","description":"根據您的GPS座標，您在半徑不到500米內的精確位置。只有在您接受的情況下才可能使用。"},"10":{"id":10,"name":"用戶的個人資料","description":"某些特性（例如，您可能的興趣、您的購買意向、您的消費者檔案）可能會從您之前的線上活動（例如，您觀看的內容或您使用的服務、您在各種線上內容和服務上花費的時間）或您提供的資訊（例如，您的年齡、您的職業）中推斷或建模。"},"11":{"id":11,"name":"隱私選擇","description":"根據您收到的信息，關於處理您的數據的偏好設定。"}}}
