{"vendorListVersion":44,"lastUpdated":"2024-03-14T18:18:16Z","purposes":{"1":{"id":1,"name":"Зберігайте та/або отримуйте доступ до інформації на пристрої","description":"Файли cookie, пристрій або подібні онлайн-ідентифікатори (наприклад, ідентифікатори на основі входу в систему, випадково призначені ідентифікатори, мережеві ідентифікатори) разом з іншою інформацією (наприклад, типом і інформацією про браузер, мовою, розміром екрана, підтримуваними технологіями тощо) можна зберігати або зчитувати на вашому пристрій, щоб розпізнавати його кожного разу, коли він підключається до програми або веб-сайту, для однієї чи кількох із наведених тут цілей.","illustrations":["Більшість цілей, пояснених у цьому повідомленні, покладаються на зберігання або доступ до інформації з вашого пристрою, коли ви використовуєте програму або відвідуєте веб-сайт. Наприклад, постачальнику або видавцю може знадобитися зберегти файл cookie на вашому пристрої під час вашого першого відвідування веб-сайту, щоб мати можливість розпізнавати ваш пристрій під час наступних відвідувань (щоразу відкриваючи цей файл cookie)."]},"2":{"id":2,"name":"Використовуйте обмежені дані для вибору реклами","description":"Реклама, яка надається вам у цій службі, може ґрунтуватися на обмежених даних, таких як веб-сайт або програма, якими ви користуєтеся, ваше неточне місцезнаходження, тип вашого пристрою або вміст, з яким ви (або використовували) взаємодієте (наприклад, обмежити кількість показів реклами).","illustrations":["Виробник автомобілів хоче рекламувати свої електромобілі екологічно свідомим користувачам, які проживають у місті в неробочий час. Реклама розміщується на сторінці зі схожим вмістом (наприклад, стаття про заходи щодо зміни клімату) після 18:30. користувачам, чиє неточне місцезнаходження свідчить про те, що вони перебувають у міській зоні.","Великий виробник акварельних фарб хоче провести онлайн-рекламну кампанію для свого останнього асортименту акварелі, урізноманітнивши свою аудиторію, щоб охопити якомога більше аматорів і професійних художників і уникати показу реклами поруч із невідповідним вмістом (наприклад, статті про те, як пофарбуй свій будинок). Кількість показів реклами визначається та обмежується, щоб уникнути її надто частого показу."]},"3":{"id":3,"name":"Створіть профілі для персоналізованої реклами","description":"Інформація про вашу активність у цій службі (наприклад, форми, які ви надсилаєте, вміст, який ви переглядаєте) може зберігатися та поєднуватися з іншою інформацією про вас (наприклад, інформацією про вашу попередню активність у цій службі та інших веб-сайтах або програмах) або подібних користувачів . Потім це використовується для створення або покращення профілю про вас (який може містити можливі інтереси та особисті аспекти). Ваш профіль можна використовувати (також пізніше) для представлення реклами, яка виглядає більш релевантною на основі ваших можливих інтересів цією та іншими організаціями.","illustrations":["Якщо ви прочитали кілька статей про найкращі велосипедні аксесуари для покупки, цю інформацію можна використати для створення профілю про ваш інтерес до велосипедних аксесуарів. Такий профіль може бути використаний або вдосконалений пізніше на тому самому чи іншому веб-сайті чи в додатку, щоб показувати вам рекламу певного бренду велосипедних аксесуарів. Якщо ви також переглянете конфігуратор транспортного засобу на веб-сайті виробника розкішних автомобілів, ця інформація може поєднатися з вашим інтересом до велосипедів, щоб уточнити ваш профіль і зробити припущення, що ви зацікавлені в розкішному велосипедному спорядженні.","Компанія з виробництва одягу хоче рекламувати свою нову лінію дитячого одягу високого класу. Він зв’язується з агентством, яке має мережу клієнтів із високими доходами (наприклад, елітні супермаркети), і просить агентство створити профілі молодих батьків або пар, які, як можна вважати, заможні та мають нову дитину. , щоб потім їх можна було використовувати для представлення реклами в партнерських програмах на основі цих профілів."]},"4":{"id":4,"name":"Використовуйте профілі для вибору персоналізованої реклами","description":"Реклама, представлена ​​вам у цій службі, може ґрунтуватися на ваших рекламних профілях, які можуть відображати вашу активність у цій службі чи інших веб-сайтах чи програмах (наприклад: форми, які ви надсилаєте, вміст, який ви переглядаєте), можливі інтереси та особисті аспекти.","illustrations":["Інтернет-продавець хоче оголосити про обмежений розпродаж кросівок. Він хоче націлити рекламу на користувачів, які раніше переглядали кросівки в мобільному додатку. Технології відстеження можуть використовуватися, щоб розпізнати, що ви раніше використовували мобільну програму для ознайомлення з біговими кросівками, щоб представити вам відповідну рекламу в програмі.","Профіль, створений для персоналізованої реклами щодо особи, яка шукала аксесуари для велосипедів на веб-сайті, можна використовувати для представлення відповідної реклами аксесуарів для велосипедів у мобільному додатку іншої організації."]},"5":{"id":5,"name":"Створіть профілі, щоб персоналізувати вміст","description":"Інформація про вашу активність у цій службі (наприклад, форми, які ви надсилаєте, нерекламний вміст, який ви переглядаєте) може зберігатися та об’єднуватися з іншою інформацією про вас (наприклад, вашою попередньою діяльністю в цій службі або на інших веб-сайтах або в додатках) або схожі користувачі. Потім це використовується для створення або вдосконалення профілю про вас (який може, наприклад, включати можливі інтереси та особисті аспекти). Ваш профіль можна використовувати (також пізніше) для представлення вмісту, який виглядає більш релевантним на основі ваших можливих інтересів, наприклад, змінюючи порядок показу вмісту, щоб вам було ще простіше знайти вміст, який відповідає вашим інтересам.","illustrations":["Ви прочитали кілька статей про те, як побудувати будиночок на дереві в соціальних мережах. Цю інформацію можна додати до профілю, щоб позначити вашу зацікавленість вмістом, пов’язаним із природою, а також посібниками «зроби сам» (з метою надання можливості персоналізації вмісту, щоб, наприклад, вам було представлено більше публікацій у блозі та статей на будиночки на деревах і дерев'яні будиночки в майбутньому).","Ви переглянули три відео про дослідження космосу в різних телевізійних програмах. Непов’язана платформа новин, з якою ви не контактували, створює профіль на основі такої поведінки перегляду, позначаючи дослідження космосу як тему, яка може бути цікавою для інших відео."]},"6":{"id":6,"name":"Використовуйте профілі для вибору персоналізованого вмісту","description":"Контент, наданий вам у цій службі, може ґрунтуватися на ваших профілях персоналізації вмісту, які можуть відображати вашу діяльність у цій чи інших службах (наприклад, форми, які ви надсилаєте, вміст, який ви переглядаєте), можливі інтереси та особисті аспекти. Це можна використовувати, наприклад, для адаптації порядку показу контенту, щоб вам було ще легше знаходити (нерекламний) контент, що відповідає вашим інтересам».","illustrations":["Ви читаєте статті про вегетаріанську їжу в соціальних мережах, а потім користуєтеся кулінарним додатком непов’язаної компанії. Профіль, створений про вас на платформі соціальних мереж, використовуватиметься для представлення вам вегетаріанських рецептів на екрані привітання кулінарної програми.","Ви переглянули три відео про веслування на різних веб-сайтах. Непов’язана платформа для обміну відео рекомендуватиме п’ять інших відео про веслування, які можуть зацікавити вас, коли ви використовуєте програму для телебачення, на основі профілю, створеного про вас, коли ви відвідували ці різні веб-сайти для перегляду онлайн-відео."]},"7":{"id":7,"name":"Вимірюйте ефективність реклами","description":"Інформація про те, яка реклама вам надається та, як ви з нею взаємодієте, може бути використана для визначення того, наскільки добре реклама спрацювала для вас або інших користувачів, і чи досягнуто цілей реклами. Наприклад, чи побачили ви рекламу, чи натиснули ви на неї, чи спонукала вона вас купити продукт або відвідати веб-сайт тощо. Це дуже корисно для розуміння доречності рекламних кампаній.","illustrations":["Ви натиснули на рекламу про знижку «чорної п’ятниці» від інтернет-магазину на сайті видавництва та придбали товар. Ваш клік буде пов’язано з цією покупкою. Ваша взаємодія та взаємодія інших користувачів буде виміряно, щоб дізнатися, скільки кліків оголошення призвело до покупки.","Ви один із небагатьох, хто натиснув на рекламу про знижку до «Міжнародного дня вдячності» в онлайн-магазині подарунків у програмі видавця. Видавець хоче мати звіти, щоб зрозуміти, як часто ви та інші користувачі переглядали або натискали певне місце розміщення реклами в програмі, зокрема рекламу «Міжнародного дня вдячності», щоб допомогти видавцеві та його партнерам (наприклад, як агентства) оптимізують розміщення реклами."]},"8":{"id":8,"name":"Вимірюйте ефективність вмісту","description":"Інформація про те, який контент представлений вам, і як ви з ним взаємодієте, може бути використана для визначення того, чи (нерекламний) контент, наприклад, охопив цільову аудиторію та відповідав вашим інтересам. Наприклад, чи читаєте ви статтю, дивитеся відео , послухайте подкаст або перегляньте опис продукту, скільки часу ви користувалися цією послугою, веб-сторінки, які ви відвідуєте тощо. Це дуже корисно для розуміння актуальності (нерекламного) вмісту, який вам показують.","illustrations":["Ви прочитали публікацію в блозі про походи в мобільному додатку видавця та перейшли за посиланням на рекомендовану та пов’язану публікацію. Ваші взаємодії будуть записані як доказ того, що початковий пост про похід був корисним для вас і що він успішно зацікавив вас пов’язаною публікацією. Це буде виміряно, щоб знати, чи створювати більше публікацій про походи в майбутньому та де їх розміщувати на головному екрані мобільного додатку.","Вам показали відео про модні тенденції, але ви та ще кілька користувачів припинили перегляд через 30 секунд. Потім ця інформація використовується для оцінки правильної тривалості майбутніх відео про модні тенденції."]},"9":{"id":9,"name":"Зрозумійте аудиторію за допомогою статистики або комбінації даних із різних джерел","description":"Звіти можна створювати на основі комбінації наборів даних (як-от профілі користувачів, статистика, маркетингові дослідження, аналітичні дані) щодо вашої взаємодії та взаємодії інших користувачів із рекламним або (нерекламним) вмістом, щоб визначити спільні характеристики (наприклад, визначити, яка цільова аудиторія більш сприйнятлива до рекламної кампанії або певного вмісту).","illustrations":["Власник онлайн-книжкового магазину хоче отримати комерційні звіти, які показуватимуть частку відвідувачів, які звернулися до сайту та залишили його, не зробивши покупки, або ознайомилися та купили останню автобіографію знаменитості місяця, а також середній вік і розподіл чоловіків/жінок у кожній категорії . Дані, що стосуються вашої навігації на його сайті та ваших особистих характеристик, потім використовуються та об’єднуються з іншими подібними даними для отримання цієї статистики.","Рекламодавець хоче краще зрозуміти тип аудиторії, яка взаємодіє з його рекламою. Він вимагає від дослідницького інституту порівняти характеристики користувачів, які взаємодіяли з рекламою, з типовими атрибутами користувачів подібних платформ на різних пристроях. Це порівняння показує рекламодавцю, що його рекламна аудиторія в основному отримує доступ до реклами через мобільні пристрої та, ймовірно, перебуває у віці 45-60 років."]},"10":{"id":10,"name":"Розвивайте та вдосконалюйте послуги","description":"Інформація про вашу активність у цій службі, як-от взаємодія з оголошеннями чи вмістом, може бути дуже корисною для вдосконалення продуктів і послуг і створення нових продуктів і послуг на основі взаємодії користувачів, типу аудиторії тощо. Ця конкретна мета не включають розробку або вдосконалення профілів користувачів та ідентифікаторів.","illustrations":["Технологічна платформа, яка співпрацює з постачальником соціальних мереж, помічає зростання кількості користувачів мобільних додатків і бачить на основі їхніх профілів, що багато з них підключаються через мобільне з’єднання. Він використовує нову технологію для показу оголошень, які відформатовані для мобільних пристроїв і мають низьку пропускну здатність, щоб покращити їх ефективність.","Рекламодавець шукає спосіб показу реклами на новому типі споживчого пристрою. Він збирає інформацію про те, як користувачі взаємодіють із цим новим типом пристроїв, щоб визначити, чи можна створити новий механізм відображення реклами на цьому типі пристроїв."]},"11":{"id":11,"name":"Використовуйте обмежені дані для вибору вмісту","description":"Контент, наданий вам у цій службі, може ґрунтуватися на обмежених даних, таких як веб-сайт або додаток, яким ви користуєтеся, ваше неточне місцезнаходження, тип вашого пристрою або вміст, з яким ви взаємодієте (або використовували) (наприклад, щоб обмежити кількість показів відео чи статті).","illustrations":["Журнал про подорожі опублікував на своєму веб-сайті статтю про нові онлайн-курси, запропоновані мовною школою для покращення досвіду подорожей за кордоном. Повідомлення блогу школи вставляються безпосередньо внизу сторінки та вибираються на основі ваших не - точне місцезнаходження (наприклад, публікації в блозі, що пояснюють навчальну програму курсу для мов, відмінних від мови країни, в якій ви перебуваєте).","Мобільний додаток для спортивних новин відкрив новий розділ статей про останні футбольні ігри. Кожна стаття включає відео, розміщене на окремій потоковій платформі, де демонструються основні моменти кожного матчу. Якщо ви перемотуєте відео вперед, ця інформація може використовуватися щоб вибрати коротше відео для відтворення наступним."]}},"specialPurposes":{"1":{"id":1,"name":"Забезпечуйте безпеку, запобігайте та виявляйте шахрайство та виправляйте помилки","description":"Ваші дані можуть використовуватися для моніторингу та запобігання незвичайній і, можливо, шахрайській діяльності (наприклад, щодо реклами, кліків реклами ботами), а також для забезпечення належної та безпечної роботи систем і процесів. Його також можна використовувати для вирішення будь-яких проблем, з якими ви, видавець або рекламодавець можете зіткнутися під час доставки вмісту та реклами та вашої взаємодії з ними.","illustrations":["Рекламний посередник доставляє рекламу від різних рекламодавців до своєї мережі партнерських веб-сайтів. Він помічає значне збільшення кількості кліків на оголошеннях, пов’язаних з одним рекламодавцем, і використовує дані про джерело кліків, щоб визначити, що 80% кліків надходять від ботів, а не від людей."]},"2":{"id":2,"name":"Доставляйте та презентуйте рекламу та контент","description":"Певна інформація (наприклад, IP-адреса або можливості пристрою) використовується для забезпечення технічної сумісності вмісту чи реклами, а також для полегшення передачі вмісту чи реклами на ваш пристрій.","illustrations":["Якщо натиснути на посилання в статті, ви зазвичай можете перейти на іншу сторінку або частину статті. Щоб досягти цього, 1°) ваш браузер надсилає запит на сервер, пов’язаний із веб-сайтом, 2°) сервер відповідає («ось стаття, яку ви запитували»), використовуючи технічну інформацію, автоматично включену в запит, надісланий вашим пристрою, щоб належним чином відображати інформацію/зображення, які є частиною статті, яку ви запитували. Технічно такий обмін інформацією необхідний для доставки вмісту, який з’являється на вашому екрані."]}},"features":{"1":{"id":1,"name":"Зіставляйте та об’єднуйте дані з інших джерел даних","description":"Інформація про вашу активність у цій службі може бути зіставлена ​​та об’єднана з іншою інформацією, що стосується вас і надходить з різних джерел (наприклад: ваша активність в окремому онлайн-сервісі, використання картки постійного клієнта в магазині або ваші відповіді на опитування ), для підтримки цілей, викладених у цьому повідомленні.","illustrations":[]},"2":{"id":2,"name":"Зв'язуйте різні пристрої","description":"На підтримку цілей, викладених у цьому повідомленні, ваш пристрій може вважатися таким, що ймовірно пов’язаний з іншими пристроями, які належать вам або вашій сім’ї (наприклад, тому що ви ввійшли в ту саму службу як на телефоні, так і на комп’ютері, або тому, що ви можете використовувати те саме підключення до Інтернету на обох пристроях).","illustrations":[]},"3":{"id":3,"name":"Ідентифікуйте пристрої на основі автоматично переданої інформації","description":"Ваш пристрій можна відрізнити від інших пристроїв на основі інформації, яку він автоматично надсилає під час доступу до Інтернету (наприклад, IP-адреса вашого підключення до Інтернету або тип браузера, який ви використовуєте), для підтримки цілей, викладених у цьому повідомленні.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Використовуйте точні дані геолокації","description":"Якщо ви погодитеся, ваше точне місцезнаходження (в радіусі менше 500 метрів) може використовуватися для цілей, описаних у цьому повідомленні.","illustrations":[]},"2":{"id":2,"name":"Активно скануйте характеристики пристрою для ідентифікації","description":"Якщо ви погодитеся, певні характеристики, характерні для вашого пристрою, можуть бути запрошені та використані, щоб відрізнити його від інших пристроїв (наприклад, встановлені шрифти або плагіни, роздільна здатність вашого екрана) для підтримки цілей, пояснених у цьому повідомленні.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"IP-адреси","description":"Ваша IP-адреса — це номер, присвоєний вашим Провайдером Інтернет-послуг для Інтернет-з’єднання. Вона не завжди специфічна для вашого пристрою й не завжди сталий ідентифікатор.  Вона використовується для маршрутизації інформації в Інтернеті та відображення онлайн-контенту (включаючи оголошення) на вашому приєднаному пристрої."},"2":{"id":2,"name":"Характеристики пристрою","description":"Технічні характеристики пристрою, яким ви користуєтеся, які не є унікальними для вас, наприклад, мова, часовий пояс або операційна система."},"3":{"id":3,"name":"Ідентифікатори пристрою","description":"Ідентифікатор пристрою — це унікальний рядок символів, присвоєний вашому пристрою або браузеру за допомогою файлів cookie або інших технологій зберігання даних.   Його можна створити або використати для розпізнавання вашого пристрою, наприклад, на веб-сторінках одного сайту або на декількох сайтах чи додатках."},"4":{"id":4,"name":"Імовірні ідентифікатори","description":"Імовірний ідентифікатор можна створити шляхом поєднання характеристик, пов’язаних із вашим пристроєм (тип браузера або операційної системи, що використовується), та IP-адреси підключення до Інтернету. Якщо ви дасте згоду, додаткові характеристики (наприклад, установлений шрифт або роздільна здатність екрана) також можуть бути об’єднані для підвищення точності ймовірного ідентифікатора.  Такий ідентифікатор вважається «імовірним», оскільки декілька пристроїв можуть мати однакові характеристики та підключення до Інтернету. Він може використовуватися для розпізнавання вашого пристрою, наприклад, на веб-сторінках одного сайту або на декількох сайтах чи додатках."},"5":{"id":5,"name":"Ідентифікатори, отримані під час автентифікації","description":"Коли ідентифікатор створюється на основі даних автентифікації, таких як контактні дані, пов’язані з онлайновими обліковими записами, які ви створили на веб-сайтах або в додатках (наприклад, адреса електронної пошти, номер телефону), чи це клієнтські ідентифікатори (наприклад, ідентифікатор, наданий вам телекомунікаційним оператором), що можуть використовуватися для розпізнавання вас на веб-сайтах, у додатках і пристроях, коли ви входите в систему з однаковими контактними даними."},"6":{"id":6,"name":"Дані перегляду та взаємодії","description":"Ваша онлайн-діяльність, як-от веб-сайти, які ви відвідуєте, додатки, якими ви користуєтеся, контент, який ви шукаєте в цій послузі, чи ваша взаємодія з контентом або оголошеннями, наприклад скільки разів ви бачили певний контент або оголошення, чи ви його натискали."},"7":{"id":7,"name":"Дані, надані користувачем","description":"Інформація, яку ви могли надати вказавши її в формі (наприклад, відгук, коментар) або при створенні облікового запису (наприклад, ваш вік, професія)."},"8":{"id":8,"name":"Неточні дані місцезнаходження","description":"Приблизне ваше місцезнаходження, виражене як ділянка діапазоном щонайменше 500 метрів. Ваше приблизне місцезнаходження можна визначити, наприклад, за IP-адресою вашого з’єднання."},"9":{"id":9,"name":"Точні дані місцезнаходження","description":"Ваше точне місцезнаходження в діапазоні менше 500 метрів на основі ваших координат GPS. Може використовуватися лише за вашою згодою."},"10":{"id":10,"name":"Користувацькі профілі","description":"Певні характеристики (наприклад, можливі інтереси, наміри щодо покупок, ваш споживчий профіль) можна вивести або моделювати на основі вашої попередньої онлайн-діяльності (наприклад, контенту, який ви переглядали, або послуги, якою ви користувалися, часу, витраченого вами на різноманітний онлайн-контент і послуги) або інформація, надана вами (наприклад, вік, професія)."},"11":{"id":11,"name":"Налаштування конфіденційності","description":"Ваші налаштування щодо опрацювання ваших даних на основі отриманої вами інформації."}}}
