{"vendorListVersion":44,"lastUpdated":"2024-03-14T16:07:32Z","purposes":{"1":{"id":1,"name":"Hifadhi na/au fikia maelezo kwenye kifaa","description":"Vidakuzi, kifaa au vitambulishi sawa vya mtandaoni (km vitambulishi vinavyotokana na kuingia katika akaunti, vitambulishi vilivyowekwa bila mpangilio, vitambulishi vinavyotokana na mtandao) pamoja na taarifa nyingine (km aina ya kivinjari na maelezo, lugha, saizi ya skrini, teknolojia zinazotumika n.k.) zinaweza kuhifadhiwa au kusomwa kwenye tovuti yako. kifaa kukitambua kila wakati kinapounganishwa kwenye programu au tovuti, kwa madhumuni moja au kadhaa yaliyowasilishwa hapa.","illustrations":["Madhumuni mengi yaliyofafanuliwa katika notisi hii yanategemea uhifadhi au ufikiaji wa maelezo kutoka kwa kifaa chako unapotumia programu au kutembelea tovuti. Kwa mfano, mchuuzi au mchapishaji anaweza kuhitaji kuhifadhi kidakuzi kwenye kifaa chako wakati wa ziara yako ya kwanza kwenye tovuti, ili kuweza kutambua kifaa chako unapotembelea tena (kwa kufikia kidakuzi hiki kila wakati)."]},"2":{"id":2,"name":"Tumia data chache ili kuchagua utangazaji","description":"Utangazaji unaowasilishwa kwako kwenye huduma hii unaweza kutegemea data ndogo, kama vile tovuti au programu unayotumia, eneo lako lisilo sahihi, aina ya kifaa chako au maudhui ambayo (au umekuwa) ukiwasiliana nayo (kwa mfano, punguza idadi ya mara tangazo linawasilishwa kwako).","illustrations":["Mtengenezaji wa magari anataka kutangaza magari yake ya umeme kwa watumiaji wanaojali mazingira wanaoishi jijini baada ya saa za kazi. Matangazo yanawasilishwa kwenye ukurasa wenye maudhui yanayohusiana (kama vile makala kuhusu vitendo vya mabadiliko ya hali ya hewa) baada ya 6:30 jioni kwa watumiaji ambao eneo lisilo sahihi linapendekeza kuwa wako katika eneo la mijini.","Mtayarishaji mkubwa wa rangi za maji anataka kutekeleza kampeni ya utangazaji mtandaoni kwa aina yake ya hivi punde ya rangi ya maji, akibadilisha hadhira yake ili kufikia wasanii wengi wasio na ujuzi na wataalamu wengi iwezekanavyo na kuepuka kuonyesha tangazo karibu na maudhui yasiyolingana (kwa mfano, makala kuhusu jinsi ya kupaka rangi nyumba yako). Idadi ya mara ambazo tangazo limewasilishwa kwako hutambuliwa na kupunguzwa, ili kuepuka kuliwasilisha mara nyingi sana."]},"3":{"id":3,"name":"Unda wasifu kwa utangazaji wa kibinafsi","description":"Taarifa kuhusu shughuli zako kwenye huduma hii (kama vile fomu unazowasilisha, maudhui unayotazama) yanaweza kuhifadhiwa na kuunganishwa na maelezo mengine kukuhusu (kwa mfano, maelezo kutoka kwa shughuli zako za awali kwenye huduma hii na tovuti au programu nyingine) au watumiaji sawa na wao. . Kisha hii itatumika kujenga au kuboresha wasifu kukuhusu (ambayo inaweza kujumuisha mambo yanayokuvutia na vipengele vya kibinafsi). Wasifu wako unaweza kutumika (pia baadaye) kuwasilisha utangazaji unaoonekana kuwa muhimu zaidi kulingana na mambo yanayokuvutia na huluki hii na nyinginezo.","illustrations":["Ikiwa unasoma makala kadhaa kuhusu vifaa bora vya baiskeli kununua, maelezo haya yanaweza kutumika kuunda wasifu kuhusu maslahi yako katika vifaa vya baiskeli. Wasifu kama huu unaweza kutumika au kuboreshwa baadaye, kwenye tovuti sawa au tofauti au programu ili kukuletea utangazaji wa chapa mahususi ya nyongeza ya baiskeli. Ukiangalia pia kisanidi cha gari kwenye tovuti ya mtengenezaji wa magari ya kifahari, maelezo haya yanaweza kuunganishwa na maslahi yako katika baiskeli ili kuboresha wasifu wako na kudhania kuwa unapenda gia za kifahari za baiskeli.","Kampuni ya mavazi inataka kutangaza mstari wake mpya wa nguo za watoto za juu. Inawasiliana na wakala ambao wana mtandao wa wateja walio na wateja wa kipato cha juu (kama vile maduka makubwa ya hali ya juu) na kuomba wakala kuunda wasifu wa wazazi wachanga au wanandoa ambao wanaweza kudhaniwa kuwa matajiri na kupata mtoto mpya. , ili hizi ziweze kutumika baadaye kuwasilisha utangazaji ndani ya programu za washirika kulingana na wasifu huo."]},"4":{"id":4,"name":"Tumia wasifu ili kuchagua utangazaji wa kibinafsi","description":"Utangazaji unaowasilishwa kwako kwenye huduma hii unaweza kutegemea wasifu wako wa utangazaji, ambao unaweza kuonyesha shughuli zako kwenye huduma hii au tovuti au programu nyingine (kama vile fomu unazowasilisha, maudhui unayotazama), mambo yanayokuvutia na vipengele vya kibinafsi vinavyowezekana.","illustrations":["Muuzaji wa rejareja wa mtandaoni anataka kutangaza mauzo machache ya viatu vinavyoendesha. Inataka kulenga utangazaji kwa watumiaji ambao hapo awali waliangalia viatu vya kuendesha kwenye programu yake ya simu. Teknolojia ya kufuatilia inaweza kutumika kutambua kwamba hapo awali umetumia programu ya simu kushauriana na viatu vya kukimbia, ili kuwasilisha tangazo sambamba kwenye programu.","Wasifu ulioundwa kwa ajili ya utangazaji wa kibinafsi kuhusiana na mtu aliyetafuta vifaa vya baiskeli kwenye tovuti unaweza kutumika kuwasilisha tangazo linalofaa la vifaa vya baiskeli kwenye programu ya simu ya shirika lingine."]},"5":{"id":5,"name":"Unda wasifu ili kubinafsisha maudhui","description":"Taarifa kuhusu shughuli zako kwenye huduma hii (kwa mfano, fomu unazowasilisha, maudhui yasiyo ya utangazaji unayotazama) yanaweza kuhifadhiwa na kuunganishwa na maelezo mengine kukuhusu (kama vile shughuli yako ya awali kwenye huduma hii au tovuti au programu nyingine) au sawa. watumiaji. Kisha hii itatumika kujenga au kuboresha wasifu kukuhusu (ambao kwa mfano unaweza kujumuisha mambo yanayokuvutia na ya kibinafsi). Wasifu wako unaweza kutumika (pia baadaye) kuwasilisha maudhui ambayo yanaonekana kuwa muhimu zaidi kulingana na mambo yanayokuvutia, kama vile kurekebisha mpangilio ambao maudhui yanaonyeshwa kwako, ili iwe rahisi zaidi kwako kupata maudhui yanayolingana na yako. maslahi.\n","illustrations":["Unasoma nakala kadhaa juu ya jinsi ya kujenga jumba la miti kwenye jukwaa la media ya kijamii. Maelezo haya yanaweza kuongezwa kwenye wasifu ili kuashiria kuvutiwa kwako na maudhui yanayohusiana na nje na pia miongozo ya kufanya wewe mwenyewe (kwa madhumuni ya kuruhusu ubinafsishaji wa maudhui, ili kwa mfano uwasilishwe machapisho na makala zaidi kwenye blogu. kwenye nyumba za miti na cabins za mbao katika siku zijazo).","Umetazama video tatu kwenye uchunguzi wa anga kwenye programu mbalimbali za TV. Jukwaa la habari lisilohusiana ambalo hujawahi kuwasiliana nalo hutengeneza wasifu kulingana na tabia hiyo ya utazamaji, na hivyo kuashiria uchunguzi wa nafasi kama mada inayowezekana kwa video zingine."]},"6":{"id":6,"name":"Tumia wasifu ili kuchagua maudhui yaliyobinafsishwa","description":"Maudhui yaliyowasilishwa kwako kwenye huduma hii yanaweza kutegemea wasifu wako wa ubinafsishaji wa maudhui, ambayo yanaweza kuonyesha shughuli zako kwenye huduma hii au nyinginezo (kwa mfano, fomu unazowasilisha, maudhui unayotazama), mambo yanayokuvutia na vipengele vya kibinafsi, kama vile kurekebisha mpangilio ambao maudhui yanaonyeshwa kwako, ili iwe rahisi kwako kupata maudhui (yasiyo ya utangazaji) ambayo yanalingana na mambo yanayokuvutia.","illustrations":["Unasoma makala kuhusu vyakula vya mboga kwenye jukwaa la mitandao ya kijamii na kisha utumie programu ya kupikia ya kampuni isiyohusiana. Wasifu ulioundwa kukuhusu kwenye jukwaa la mitandao ya kijamii utatumiwa kukuonyesha mapishi ya mboga kwenye skrini ya kukaribisha ya programu ya kupikia.","Umetazama video tatu kuhusu kupiga makasia kwenye tovuti tofauti. Jukwaa la kushiriki video lisilohusiana litapendekeza video zingine tano za kupiga makasia ambazo zinaweza kukuvutia unapotumia programu yako ya TV, kulingana na wasifu ulioundwa kukuhusu ulipotembelea tovuti hizo tofauti ili kutazama video mtandaoni."]},"7":{"id":7,"name":"Pima utendaji wa utangazaji","description":"Taarifa kuhusu ni utangazaji gani unaowasilishwa kwako na jinsi unavyoingiliana nao inaweza kutumika kubainisha jinsi tangazo limefanya kazi vizuri kwako au kwa watumiaji wengine na kama malengo ya utangazaji yalifikiwa. Kwa mfano, iwe uliona tangazo, iwe ulilibofya, iwe lilikuongoza kununua bidhaa au kutembelea tovuti, n.k. Hii inasaidia sana kuelewa umuhimu wa kampeni za utangazaji.","illustrations":["Umebofya tangazo kuhusu punguzo la \"Ijumaa nyeusi\" na duka la mtandaoni kwenye tovuti ya mchapishaji na ukanunua bidhaa. Mbofyo wako utaunganishwa kwenye ununuzi huu. Mwingiliano wako na watumiaji wengine utapimwa ili kujua ni mibofyo mingapi kwenye tangazo iliyosababisha ununuzi.","Wewe ni mmoja wa wachache sana ambao wamebofya tangazo kuhusu punguzo la \"siku ya kimataifa ya kuthamini\" kutoka kwa duka la zawadi mtandaoni ndani ya programu ya mchapishaji. Mchapishaji anataka kuwa na ripoti ili kuelewa ni mara ngapi tangazo mahususi limewekwa ndani ya programu, na hasa tangazo la \"siku ya kuthamini kimataifa\", limetazamwa au kubofya na wewe na watumiaji wengine, ili kumsaidia mchapishaji na washirika wake (kama vile kama mawakala) kuboresha uwekaji matangazo."]},"8":{"id":8,"name":"Pima utendaji wa maudhui","description":"Taarifa kuhusu maudhui ambayo yanawasilishwa kwako na jinsi unavyoingiliana nayo yanaweza kutumika kubainisha kama maudhui (yasiyo ya utangazaji) km yalifikia hadhira iliyolengwa na yalilingana na mambo yanayokuvutia. Kwa mfano, kama ulisoma makala, kutazama video, kusikiliza podikasti au kuangalia maelezo ya bidhaa, muda gani ulitumia kwenye huduma hii na kurasa za wavuti ulizotembelea n.k. Hii inasaidia sana kuelewa umuhimu wa (sio). -advertising) maudhui ambayo umeonyeshwa.\n","illustrations":["Umesoma chapisho la blogu kuhusu kupanda kwa miguu kwenye programu ya simu ya mchapishaji na kufuata kiungo cha chapisho linalopendekezwa na linalohusiana. Mwingiliano wako utarekodiwa kama kuonyesha kuwa chapisho la kwanza la kupanda mlima lilikuwa na manufaa kwako na kwamba lilifanikiwa kukuvutia katika chapisho husika. Hili litapimwa ili kujua iwapo kutatolewa machapisho zaidi ya kupanda mlima katika siku zijazo na mahali pa kuyaweka kwenye skrini ya kwanza ya programu ya simu.","Uliwasilishwa video kuhusu mitindo ya mitindo, lakini wewe na watumiaji wengine kadhaa mmeacha kutazama baada ya sekunde 30. Taarifa hii kisha hutumika kutathmini urefu sahihi wa video za siku zijazo kuhusu mitindo ya mitindo."]},"9":{"id":9,"name":"Elewa hadhira kupitia takwimu au michanganyiko ya data kutoka vyanzo tofauti","description":"Ripoti zinaweza kutolewa kulingana na mseto wa seti za data (kama vile wasifu wa mtumiaji, takwimu, utafiti wa soko, data ya uchanganuzi) kuhusu mwingiliano wako na ule wa watumiaji wengine wenye maudhui ya utangazaji au (yasiyo ya utangazaji) ili kutambua sifa zinazojulikana (kwa mfano, bainisha ni hadhira gani inayolengwa inakubalika zaidi kwa kampeni ya tangazo au maudhui fulani).","illustrations":["Mmiliki wa duka la vitabu la mtandaoni anataka ripoti za kibiashara zinazoonyesha idadi ya wageni ambao walishauriana na kuondoka tovuti yake bila kununua, au kushauriana na kununua wasifu wa mwisho wa mtu mashuhuri wa mwezi, pamoja na umri wa wastani na usambazaji wa wanaume/wanawake wa kila aina. . Data inayohusiana na urambazaji wako kwenye tovuti yake na sifa zako za kibinafsi inatumiwa na kuunganishwa na data kama hiyo ili kutoa takwimu hizi.","Mtangazaji anataka kuelewa vyema aina ya hadhira inayoingiliana na matangazo yake. Inatoa wito kwa taasisi ya utafiti kulinganisha sifa za watumiaji waliotumia tangazo na sifa za kawaida za watumiaji wa mifumo sawa, kwenye vifaa tofauti. Ulinganisho huu unafichua kwa mtangazaji kwamba hadhira yake ya tangazo ndiyo hasa inayofikia matangazo kupitia vifaa vya mkononi na kuna uwezekano mkubwa katika kundi la umri wa miaka 45-60."]},"10":{"id":10,"name":"Kuendeleza na kuboresha huduma","description":"Maelezo kuhusu shughuli zako kwenye huduma hii, kama vile mwingiliano wako na matangazo au maudhui, yanaweza kusaidia sana kuboresha bidhaa na huduma na kuunda bidhaa na huduma mpya kulingana na mwingiliano wa watumiaji, aina ya hadhira, n.k. Madhumuni haya mahususi hayafai. ni pamoja na uundaji au uboreshaji wa wasifu na vitambulisho vya watumiaji.","illustrations":["Jukwaa la teknolojia linalofanya kazi na mtoa huduma za mitandao ya kijamii hutambua ukuaji wa watumiaji wa programu za simu, na kuona kulingana na wasifu wao kwamba wengi wao wanaunganishwa kupitia miunganisho ya simu. Inatumia teknolojia mpya kutoa matangazo ambayo yameumbizwa kwa vifaa vya mkononi na ambayo ni ya chini-bandwidth, ili kuboresha utendaji wao.","Mtangazaji anatafuta njia ya kuonyesha matangazo kwenye aina mpya ya kifaa cha watumiaji. Hukusanya maelezo kuhusu jinsi watumiaji huingiliana na aina hii mpya ya kifaa ili kubaini kama kinaweza kuunda mbinu mpya ya kuonyesha utangazaji kwenye aina hii ya kifaa."]},"11":{"id":11,"name":"Tumia data chache ili kuchagua maudhui","description":"Maudhui yanayowasilishwa kwako kwenye huduma hii yanaweza kutegemea data ndogo, kama vile tovuti au programu unayotumia, eneo lisilo sahihi lako, aina ya kifaa chako, au ni maudhui gani (au umekuwa) ukiwasiliana nayo (kwa mfano, ili kupunguza mara ambazo video au makala inawasilishwa kwako).\n","illustrations":["Jarida la usafiri limechapisha makala kwenye tovuti yake kuhusu kozi mpya za mtandaoni zilizopendekezwa na shule ya lugha, ili kuboresha uzoefu wa kusafiri nje ya nchi. Machapisho ya blogu ya shule yanawekwa moja kwa moja chini ya ukurasa, na kuchaguliwa kwa misingi ya eneo lako lisilo sahihi (kwa mfano, machapisho kwenye blogu yanayofafanua mtaala wa kozi kwa lugha tofauti na lugha ya nchi unayoishi).\n","Programu ya simu ya mkononi ya habari za michezo imeanzisha sehemu mpya ya makala zinazohusu michezo ya hivi majuzi ya kandanda. Kila makala inajumuisha video zinazopangishwa na jukwaa tofauti la utiririshaji linaloonyesha vivutio vya kila mechi. Ukisambaza video kwa haraka, maelezo haya yanaweza kutumika kuchagua video fupi ya kucheza inayofuata.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Hakikisha usalama, kuzuia na kugundua ulaghai na kurekebisha makosa\n","description":"Data yako inaweza kutumika kufuatilia na kuzuia shughuli zisizo za kawaida na zinazowezekana za ulaghai (kwa mfano, kuhusu utangazaji, mibofyo ya matangazo na roboti), na kuhakikisha mifumo na michakato inafanya kazi ipasavyo na kwa usalama. Inaweza pia kutumiwa kurekebisha matatizo yoyote ambayo wewe, mchapishaji au mtangazaji unaweza kukutana nayo katika uwasilishaji wa maudhui na matangazo na katika mwingiliano wako nazo.","illustrations":["Wakala wa utangazaji hutoa matangazo kutoka kwa watangazaji mbalimbali kwenye mtandao wake wa tovuti za washirika. Inatambua ongezeko kubwa la mibofyo kwenye matangazo yanayohusiana na mtangazaji mmoja, na hutumia data kuhusu chanzo cha mibofyo ili kubaini kuwa 80% ya mibofyo hutoka kwa roboti badala ya wanadamu."]},"2":{"id":2,"name":"Toa na uwasilishe utangazaji na maudhui","description":"Taarifa fulani (kama vile anwani ya IP au uwezo wa kifaa) hutumika kuhakikisha upatanifu wa kiufundi wa maudhui au utangazaji, na kuwezesha utumaji wa maudhui au tangazo kwenye kifaa chako.","illustrations":["Kubofya kiungo katika makala kunaweza kukupeleka kwa ukurasa mwingine au sehemu ya makala. Ili kufanikisha hili, 1°) kivinjari chako hutuma ombi kwa seva iliyounganishwa na tovuti, 2°) seva hujibu (“hapa ndiyo makala uliyouliza”), kwa kutumia maelezo ya kiufundi yaliyojumuishwa kiotomatiki katika ombi lililotumwa na kifaa, ili kuonyesha vizuri maelezo/picha ambazo ni sehemu ya makala uliyouliza. Kitaalam, ubadilishanaji kama huo wa taarifa ni muhimu ili kutoa maudhui yanayoonekana kwenye skrini yako."]}},"features":{"1":{"id":1,"name":"Linganisha na uchanganye data kutoka kwa vyanzo vingine vya data","description":"Taarifa kuhusu shughuli yako kwenye huduma hii inaweza kulinganishwa na kuunganishwa na taarifa nyingine zinazohusiana nawe na kutoka vyanzo mbalimbali (kwa mfano shughuli yako kwenye huduma tofauti ya mtandaoni, matumizi yako ya kadi ya uaminifu dukani, au majibu yako kwa utafiti. ), kwa kuunga mkono madhumuni yaliyoelezwa katika notisi hii.","illustrations":[]},"2":{"id":2,"name":"Unganisha vifaa tofauti","description":"Kwa kuunga mkono madhumuni yaliyofafanuliwa katika notisi hii, kifaa chako kinaweza kuchukuliwa kuwa kimeunganishwa na vifaa vingine ambavyo ni vyako au vya kaya yako (kwa mfano kwa sababu umeingia katika huduma sawa kwenye simu yako na kompyuta yako, au kwa sababu unaweza kutumia muunganisho sawa wa Mtandao kwenye vifaa vyote viwili).","illustrations":[]},"3":{"id":3,"name":"Tambua vifaa kulingana na habari inayotumwa kiotomatiki","description":"Kifaa chako kinaweza kutofautishwa na vifaa vingine kulingana na maelezo ambayo hutuma kiotomatiki wakati wa kufikia Mtandao (kwa mfano, anwani ya IP ya muunganisho wako wa Intaneti au aina ya kivinjari unachotumia) ili kuunga mkono madhumuni yaliyofichuliwa katika notisi hii.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Tumia data sahihi ya eneo la kijiografia","description":"Kwa kukubalika kwako, eneo lako hususa (ndani ya eneo la chini ya mita 500) linaweza kutumika kuunga mkono madhumuni yaliyoelezwa katika notisi hii.","illustrations":[]},"2":{"id":2,"name":"Changanua sifa za kifaa kikamilifu ili utambulisho","description":"Kwa kukubalika kwako, sifa fulani mahususi kwa kifaa chako zinaweza kuombwa na kutumiwa kukitofautisha na vifaa vingine (kama vile fonti au programu-jalizi zilizosakinishwa, ubora wa skrini yako) ili kuunga mkono madhumuni yaliyoelezwa katika notisi hii.","illustrations":[]}},"dataCategories":{"1":{"id":1,"name":"Anwani za IP","description":"Anwani yako ya IP ni nambari iliyotolewa na Mtoa Huduma wako wa Mtandao kwa muunganisho wowote wa Mtandao. Sio mahususi kila wakati kwa kifaa chako na sio kitambulisho thabiti kila wakati.\n Inatumika kuelekeza maelezo kwenye Mtandao na kuonyesha maudhui ya mtandaoni (pamoja na matangazo) kwenye kifaa chako kilichounganishwa."},"2":{"id":2,"name":"Tabia za kifaa","description":"Sifa za kiufundi kuhusu kifaa unachotumia ambazo si za kipekee kwako, kama vile lugha, saa za eneo au mfumo wa uendeshaji."},"3":{"id":3,"name":"Vitambulisho vya kifaa","description":"Kitambulisho cha kifaa ni mfuatano wa kipekee wa vibambo vilivyotolewa kwa kifaa au kivinjari chako kwa njia ya kidakuzi au teknolojia nyingine za hifadhi.\n Inaweza kuundwa au kufikiwa ili kutambua kifaa chako kwa mfano katika kurasa za wavuti kutoka kwa tovuti moja au kwenye tovuti au programu nyingi."},"4":{"id":4,"name":"Vitambulishi vya uwezekano","description":"Kitambulishi kinachowezekana kinaweza kuundwa kwa kuchanganya sifa zinazohusiana na kifaa chako (aina ya kivinjari au mfumo wa uendeshaji unaotumika) na anwani ya IP ya muunganisho wa Mtandao. Ukitoa makubaliano yako, sifa za ziada (km fonti iliyosakinishwa au azimio la skrini) zinaweza pia kuunganishwa ili kuboresha usahihi wa kitambulishi cha uwezekano.\n Kitambulisho kama hicho kinachukuliwa kuwa \"kinachowezekana\" kwa sababu vifaa kadhaa vinaweza kushiriki sifa sawa na muunganisho wa Mtandao. Inaweza kutumika kutambua kifaa chako kote kwa mfano kurasa za wavuti kutoka kwa tovuti moja au kwenye tovuti au programu nyingi."},"5":{"id":5,"name":"Vitambulishi vinavyotokana na uthibitishaji","description":"Ambapo kitambulisho kimeundwa kwa misingi ya data ya uthibitishaji, kama vile maelezo ya mawasiliano yanayohusiana na akaunti za mtandaoni ulizofungua kwenye tovuti au programu (km anwani ya barua pepe, nambari ya simu) au vitambulisho vya mteja (km kitambulisho kilichotolewa na opereta wako wa mawasiliano ya simu), kitambulisho hicho kinaweza kutumika kukutambua kwenye tovuti, programu na vifaa ukiwa umeingia kwa maelezo sawa ya mawasiliano."},"6":{"id":6,"name":"Data ya kuvinjari na mwingiliano","description":"Shughuli zako za mtandaoni kama vile tovuti unazotembelea, programu unazotumia, maudhui unayotafuta kwenye huduma hii, au mwingiliano wako na maudhui au matangazo, kama vile mara ambazo umeona maudhui au tangazo mahususi au kama ulibofya. juu yake.\n"},"7":{"id":7,"name":"Data iliyotolewa na mtumiaji","description":"Taarifa ambayo unaweza kuwa umetoa kwa njia ya tamko kupitia fomu (kwa mfano maoni, maoni) au wakati wa kuunda akaunti (km umri wako, kazi yako)."},"8":{"id":8,"name":"Data ya eneo isiyo sahihi","description":"Ukadiriaji wa eneo lako, unaoonyeshwa kama eneo lenye eneo la angalau mita 500. Kadirio la eneo lako linaweza kuhesabiwa kutoka kwa mfano, anwani ya IP ya muunganisho wako."},"9":{"id":9,"name":"Data sahihi ya eneo","description":"Eneo lako sahihi ndani ya eneo la chini ya mita 500 kulingana na viwianishi vyako vya GPS. Inaweza kutumika tu kwa kukubalika kwako."},"10":{"id":10,"name":"Profaili za watumiaji","description":"Tabia fulani (kwa mfano, mambo yanayokuvutia, nia yako ya ununuzi, wasifu wako wa mtumiaji) zinaweza kukisiwa au kutengenezwa kutokana na shughuli yako ya awali ya mtandaoni (km, maudhui uliyotazama au huduma uliyotumia, muda uliotumia kwenye maudhui na huduma mbalimbali za mtandaoni) au habari uliyotoa (km umri wako, kazi yako)."},"11":{"id":11,"name":"Chaguo za faragha","description":"Mapendeleo yako kuhusu uchakataji wa data yako, kulingana na taarifa uliyopokea."}}}
